Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_launch_app_on_usb_off
source: Other apps can use the YubiKey over USB
cs: Ostatní aplikace mohou používat YubiKey přes USB
de: Andere Anwendungen können den YubiKey über USB nutzen
es: Otras aplicaciones pueden utilizar la YubiKey a través de USB
fr: D'autres applications peuvent utiliser la YubiKey en USB
hu: Más alkalmazások használhatják a YubiKey-t USB-n keresztül
it: Altre applicazioni possono utilizzare la YubiKey tramite USB
ja: 他のアプリがUSB経由でYubiKeyを使用できます
nl: Andere apps mogen de YubiKey via USB gebruiken
pl: Inne aplikacje mogą korzystać z klucza YubiKey przez USB
pt: Outros aplicativos podem usar o YubiKey via USB
ru: Другие приложения могут использовать YubiKey через USB
sk: Ostatné aplikácie môžu používať YubiKey cez USB
sv: Andra appar kan använda YubiKey via USB
tr: Diğer uygulamalar USB üzerinden YubiKey'i kullanabilir
uk: Інші програми можуть використовувати YubiKey через USB
vi: Các ứng dụng khác có thể sử dụng YubiKey qua USB
zh: 其他应用程序可通过 USB 使用 YubiKey
zh_tw: 其他應用程式可透過 USB 使用 YubiKey

# s_allow_screenshots
source: Allow screenshots
cs: Povolit snímky obrazovky
de: Bildschirmfotos erlauben
es: Permitir capturas de pantalla
fr: Autoriser captures d'écran
hu: Képernyőmentés engedélyezése
it: Consenti screenshot
ja: スクリーンショットを許可
nl: Schermopnames toestaan
pl: Zezwalaj na zrzuty ekranu
pt: Permitir capturas de tela
ru: Разрешить скриншоты
sk: Povoliť snímky obrazovky
sv: Tillåt skärmdumpar
tr: Ekran görüntülerine izin ver
uk: Дозволити скріншоти
vi: Cho phép chụp ảnh màn hình
zh: 允许截图
zh_tw: 允許截圖

# l_allow_screenshots_desc
source: Allow other apps to take screenshots
hu: Más alkalmazások készíthetnek képernyőmentést
it: Consenti ad altre app di fare screenshot
nl: Andere apps toestaan om schermafbeeldingen te maken
pt: Permitir que outros aplicativos façam capturas de tela
ru: Разрешить другим приложениям делать снимки экрана
uk: Дозволити іншим програмам робити знімки екрана
zh_tw: 允許其他應用程式截圖

# s_nfc_ready_to_scan
source: Ready to scan
cs: Připraveno ke skenování
de: Bereit zum Scannen
es: Listo para escanear
fr: Prêt à scanner
hu: Szkennelésre kész
it: Pronto per la scansione
ja: スキャンの準備完了
nl: Klaar om te scannen
pl: Gotowy do skanowania
pt: Pronto para escanear
ru: Готов к сканированию
sk: Pripravené na skenovanie
sv: Redo att skanna
tr: Taramaya hazır
uk: Готовий до сканування
vi: Sẵn sàng để quét
zh: 扫描已准备就绪
zh_tw: 準備掃描

# s_nfc_hold_still
source: Hold still…
cs: Neodstraňujte YubiKey…
de: Deinen YubiKey nicht bewegen…
es: Mantén presionado…
fr: Ne bougez pas…
hu: Tartsa nyugodtan…
it: Resta fermo…
ja: そのまま保持してください…
nl: Houd stil…
pl: Nie ruszaj się…
pt: Mantenha parado...
ru: Держите неподвижно…
sk: Prosím držte pevne…
sv: Håll stilla…
tr: Aynı yerde tutmaya devam edin…
uk: Тримайся нерухомо…
vi: Giữ yên…
zh: 保持不动…
zh_tw: 保持不動…

# s_nfc_tap_your_yubikey
source: Tap your YubiKey
cs: Přiložte YubiKey
de: Halte Deinen YubiKey an den Leser
es: Toca tu YubiKey
fr: Touchez votre YubiKey
hu: Érintse meg a YubiKey-t
it: Tocca la tua YubiKey
ja: YubiKey をタップしてください
nl: Tik op uw YubiKey
pl: Zbliż klucz YubiKey
pt: Toque na sua YubiKey
ru: Коснитесь своего YubiKey
sk: Ťuknite na svoj YubiKey
sv: Tryck på din YubiKey
tr: YubiKey'inize dokunun
uk: Торкніться свого YubiKey
vi: Nhấn vào YubiKey của bạn
zh: 读取您的 YubiKey
zh_tw: 感應您的 YubiKey

# l_nfc_failed_to_scan
source: Failed to scan, try again
cs: Nepodařilo se naskenovat, zkuste to znovu
de: Scanvorgang fehlgeschlagen, versuche es nochmal
es: Error al escanear, inténtalo de nuevo
fr: Échec de l'analyse, réessayez
hu: Szkennelés sikertelen, próbálja újra
it: Scansione non riuscita, riprova
ja: スキャンに失敗しました。もう一度お試しください
nl: Scannen mislukt, probeer opnieuw
pl: Nie udało się zeskanować. Spróbuj ponownie
pt: Falha ao escanear, tente novamente
ru: Не удалось отсканировать, попробуйте снова
sk: Skenovanie sa nepodarilo, skúste to znova
sv: Misslyckades med skanningen, försök igen
tr: Tarama başarısız, tekrar deneyin
uk: Не вдалося сканувати, спробуйте ще раз
vi: Không quét được, hãy thử lại
zh: 扫描失败，请重试
zh_tw: 掃描失敗，請重試

# s_usb_processing
source: Reading data from YubiKey
cs: Čtení dat z YubiKey
de: Daten von YubiKey werden gelesen
es: Leyendo datos de la YubiKey
fr: Lecture des données depuis YubiKey
hu: Adatok olvasása a YubiKey-ről
it: Lettura dei dati dalla YubiKey
ja: YubiKey からデータの読み込み中
nl: Gegevens van YubiKey lezen
pl: Odczytywanie danych z klucza YubiKey
pt: Lendo dados da YubiKey
ru: Чтение данных на YubiKey
tr: YubiKey üzerinden veri okunuyor
uk: Зчитування даних з YubiKey
zh: 从 YubiKey 读取数据
zh_tw: 從 YubiKey 讀取資料

# s_usb_dont_remove
source: Don't remove the key…
cs: Neodstraňovat klíč…
de: Bitte entferne nicht deinen YubiKey...
es: No remuevas la llave…
fr: Ne retirez pas la clé…
hu: Ne távolítsa el a kulcsot…
it: Non rimuovere la chiave…
ja: キーを取り外さないでください…
nl: De sleutel niet verwijderen…
pl: Nie usuwaj klucza YubiKey…
pt: Não remova a chave…
ru: Не извлекайте ключ…
tr: Anahtarı çıkarmayın…
uk: Не виймай ключ…
zh: 不要拔下Key…
zh_tw: 請勿移除 YubiKey…

# l_usb_read_error
source: Failed to read data from YubiKey
cs: Nepodařilo se načíst data z YubiKey
de: Lesen der Daten von YubiKey fehlgeschlagen
es: Error al leer datos de YubiKey
fr: Impossible de lire les données de YubiKey
hu: Adatok olvasása a YubiKey-ről sikertelen
it: Impossibile leggere i dati dalla YubiKey
ja: YubiKey からデータを読み込めませんでした
nl: Gegevens van YubiKey lezen mislukt
pl: Nie udało się odczytać danych z klucza YubiKey
pt: Falha ao ler os dados do YubiKey
ru: Не удалось считать данные из YubiKey
tr: YubiKey üzerinden veri okunurken başarısız olundu
uk: Не вдалося прочитати дані з YubiKey
zh: 从 YubiKey 读取数据失败
zh_tw: 從 YubiKey 讀取資料失敗

# p_ndef_set_otp
source: Successfully copied OTP code from YubiKey to clipboard.
cs: OTP kód z YubiKey byl úspěšně zkopírován do schránky.
de: OTP Code wurde erfolgreich in die Zwischenablage kopiert.
es: Código OTP de YubiKey copiado al portapapeles.
fr: Code OTP copié de la YubiKey dans le presse-papiers.
hu: Sikeresen másolta az OTP kódot a YubiKey-ről a vágólapra.
it: Il codice OTP è stato copiato dalla YubiKey negli appunti.
ja: OTPコードがYubiKeyからクリップボードに正常にコピーされました。
nl: OTP-code met succes gekopieerd van YubiKey naar klembord.
pl: Kod OTP został skopiowany do schowka.
pt: Código OTP copiado com sucesso da YubiKey para a área de transferência.
ru: Код OTP скопирован из YubiKey в буфер обмена.
sk: OTP kód sa úspešne skopíroval z YubiKey do schránky.
sv: Kopierade framgångsrikt OTP-kod från YubiKey till urklipp.
tr: OTP kodu, YubiKey'den panoya başarıyla kopyalandı.
uk: Код OTP успішно скопійовано з YubiKey в буфер обміну.
vi: Đã sao chép mã OTP từ YubiKey vào clipboard.
zh: 成功将 OTP 代码从 YubiKey 复制到剪贴板。
zh_tw: 成功將 OTP 代碼從 YubiKey 複製到剪貼簿。

# p_ndef_set_password
source: Successfully copied password from YubiKey to clipboard.
cs: Heslo z YubiKey bylo úspěšně zkopírováno do schránky.
de: Passwort wurde erfolgreich in die Zwischenablage kopiert.
es: Contraseña de YubiKey copiada al portapapeles.
fr: Mot de passe copié de la YubiKey dans le presse-papiers.
hu: Sikeresen másolta a jelszót a YubiKey-ről a vágólapra.
it: La password è stata copiata dalla YubiKey negli appunti.
ja: パスワードがYubiKeyからクリップボードに正常にコピーされました。
nl: Wachtwoord met succes gekopieerd van YubiKey naar klembord.
pl: Hasło zostało skopiowane do schowka.
pt: Senha copiada com sucesso da YubiKey para a área de transferência.
ru: Пароль успешно скопирован из YubiKey в буфер обмена.
sk: Heslo bolo úspešne skopírované z YubiKey do schránky.
sv: Kopierade lösenordet från YubiKey till urklipp.
tr: Şifre, YubiKey'den panoya başarıyla kopyalandı.
uk: Пароль успішно скопійовано з YubiKey в буфер обміну.
vi: Đã sao chép mật khẩu từ YubiKey vào clipboard.
zh: 成功将密码从 YubiKey 复制到剪贴板。
zh_tw: 成功將密碼從 YubiKey 複製到剪貼簿。

# p_ndef_parse_failure
source: Failed to parse OTP code from YubiKey.
cs: Nepodařilo se zpracovat OTP kód z YubiKey.
de: Beim Auslesen des OTP Codes von deinem YubiKey ist ein Fehler aufgetreten.
es: Error al analizar el código OTP de la YubiKey.
fr: Impossible d'analyser le code OTP de la YubiKey.
hu: Nem sikerült beolvasni az OTP kódot a YubiKey-ről.
it: Impossibile analizzare il codice OTP dalla YubiKey.
ja: YubiKeyからのOTPコードを解析できませんでした。
nl: Parsen van de OTP-code van YubiKey is mislukt.
pl: Nie udało się odczytać kodu OTP z klucza YubiKey.
pt: Falha ao analisar o código OTP da YubiKey.
ru: Не удалось обработать OTP код из YubiKey.
sk: Nepodarilo sa spracovať OTP kód z YubiKey.
sv: Misslyckades med att tolka OTP-koden från YubiKey.
tr: YubiKey'den OTP kodunun ayrıştırılmasında başarısız olundu.
uk: Не вдалося розібрати код OTP з YubiKey.
vi: Không thể phân tích mã OTP từ YubiKey.
zh: 从 Yubikey 解析 OTP 代码失败。
zh_tw: 解析 YubiKey 的 OTP 代碼失敗。

# p_ndef_set_clip_failure
source: Failed to access clipboard when trying to copy OTP code from YubiKey.
cs: Přístup ke schránce se nezdařil při kopírování OTP kódu z YubiKey.
de: Fehler beim Zugriff auf die Zwischenablage als der OTP Code kopiert wurde.
es: Error al acceder al portapapeles al intentar copiar el código OTP desde la YubiKey.
fr: Presse-papiers inaccessible lors de la tentative de copie du code OTP depuis la YubiKey.
hu: Az OTP-kód YubiKey-ről való másolása közben nem sikerült elérni a vágólapot.
it: Impossibile accedere agli appunti quando si cerca di copiare il codice OTP dalla YubiKey.
ja: YubiKeyからのOTPコードのコピー試行時にクリップボードにアクセスできませんでした。
nl: Toegang tot het klembord is mislukt bij het kopiëren van de OTP-code vanaf YubiKey.
pl: Wystąpił błąd podczas kopiowania kodu OTP do schowka.
pt: Falha ao acessar a área de transferência ao tentar copiar o código OTP da YubiKey.
ru: Не удалось получить доступ к буферу обмена при попытке скопировать код OTP из YubiKey.
sk: Nepodarilo sa získať prístup k schránke pri pokuse o skopírovanie OTP kódu z YubiKey.
sv: Det gick inte att komma åt urklipp när man försökte kopiera OTP-kod från YubiKey.
tr: YubiKey'den OTP kodu kopyalamaya çalışırken panoya erişilemedi.
uk: Не вдалося отримати доступ до буфера обміну під час спроби копіювання коду OTP з YubiKey.
vi: Không thể truy cập clipboard khi cố gắng sao chép mã OTP từ YubiKey.
zh: 尝试从 YubiKey 复制 OTP 代码时，访问剪贴板失败。
zh_tw: 當嘗試從 YubiKey 複製 OTP 代碼時，存取剪貼簿失敗。

# s_set_label
source: Set label
cs: Nastavit jmenovku
de: Label konfigurieren
es: Establecer etiqueta
fr: Définir l'étiquette
hu: Címke beállítása
it: Imposta etichetta
ja: ラベルを設定
nl: Label instellen
pl: Ustaw etykietę
pt: Definir Rótulo
ru: Установить метку
sk: Nastaviť menovku
sv: Ställ in etikett
tr: Etiket ayarla
uk: Встановити мітку
vi: Đặt nhãn
zh: 设置标签
zh_tw: 設定標籤

# s_set_color
source: Set color
cs: Nastavit barvu
de: Farbe definieren
es: Establecer color
fr: Définir la couleur
hu: Szín beállítása
it: Imposta colore
ja: 色を設定
nl: Kleur instellen
pl: Ustaw kolor
pt: Definir cor
ru: Установить цвет
sk: Nastaviť farbu
sv: Ställ in färg
tr: Renk ayarla
uk: Встановити колір
vi: Đặt màu
zh: 设置颜色
zh_tw: 設定顏色

# s_change_label
source: Change label
cs: Změnit jmenovku
de: Label ändern
es: Cambiar etiqueta
fr: Modifier l'étiquette
hu: Címke módosítása
it: Cambia etichetta
ja: ラベルを変更
nl: Label wijzigen
pl: Zmień etykietę
pt: Alterar rótulo
ru: Изменить метку
sk: Zmeniť menovku
sv: Ändra etikett
tr: Etiketi değiştir
uk: Змінити мітку
vi: Thay đổi nhãn
zh: 更改标签
zh_tw: 變更標籤

# p_set_will_add_custom_name
source: This will give your YubiKey a custom name.
cs: Tímto nastavíte jmenovku vašeho YubiKey.
de: Dies gibt deinem YubiKey einen eigenen Namen.
es: Esto asignará un nombre personalizado a tu YubiKey.
fr: Cela donnera un nom personnalisé à votre YubiKey.
hu: Ezáltal a YubiKey-nek egy egyéni nevet ad.
it: Questo assegnerà un nome personalizzato alla tua YubiKey.
ja: これにより、YubiKey にカスタム名を付けることができます。
nl: Dit geeft uw YubiKey een aangepaste naam.
pl: Spowoduje to nazwanie klucza YubiKey.
pt: Isso dará um nome personalizado para sua YubiKey.
ru: Это даст вашему YubiKey пользовательское имя.
sk: Týmto sa vášmu kľúču YubiKey pridelí vlastný názov.
sv: Detta ger din YubiKey ett eget namn.
tr: Bu, YubiKey'inize özel bir ad verecektir.
uk: Це надасть вашому YubiKey власну назву.
vi: Điều này sẽ đặt tên tùy chỉnh cho YubiKey của bạn.
zh: 这将为你的 YubiKey 起一个自定义名称。
zh_tw: 這將為您的 YubiKey 自訂一個名稱。

# p_rename_will_change_custom_name
source: This will change the label of your YubiKey.
cs: Tímto změníte jmenovku vašeho YubiKey.
de: Dies ändert das Label deines YubiKeys.
es: Esto cambiará la etiqueta de tu YubiKey.
fr: Cela changera l'étiquette de votre YubiKey.
hu: Ez megváltoztatja a YubiKey címkéjét.
it: Questo cambierà l’etichetta della tua YubiKey.
ja: YubiKeyのラベルが変更されます。
nl: Dit verandert het label van uw YubiKey.
pl: Spowoduje to zmianę etykiety klucza YubiKey.
pt: Isso mudará o nome da sua YubiKey.
ru: Это изменит метку YubiKey.
sk: Týmto sa zmení menovka vášho kľúča YubiKey.
sv: Detta kommer att ändra etiketten på din YubiKey.
tr: Bu, YubiKey'inizin etiketini değiştirecektir.
uk: Це змінить мітку вашого YubiKey.
vi: Điều này sẽ thay đổi nhãn của YubiKey của bạn.
zh: 这将更改您的 YubiKey 的标签。
zh_tw: 這將會變更 YubiKey 的標籤。

# s_keyboard_shortcuts
source: Keyboard shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
hu: Billentyűparancsok
it: Scorciatoie da tastiera
nl: Sneltoetsen
pl: Skróty klawiszowe
pt: Atalhos do teclado
ru: Горячие клавиши
uk: Комбінації клавіш
zh_tw: 鍵盤快捷鍵

# s_global_shortcuts
source: Global shortcuts
es: Atajos globales
fr: Raccourcis globaux
hu: Globális gyorsbillentyűk
it: Scorciatoie globali
nl: Globale sneltoetsen
pl: Skróty globalne
pt: Atalhos globais
ru: Горячие клавиши
uk: Глобальні скорочення
zh_tw: 全域快捷鍵

# s_application_shortcuts
source: Application shortcuts
es: Atajos de la aplicación
fr: Raccourcis d'application
hu: Alkalmazás gyorsbillentyűi
it: Scorciatoie dell'applicazione
nl: Toepassingssneltoetsen
pl: Skróty aplikacji
pt: Atalhos do aplicativo
ru: Сочетания клавиш приложения
uk: Ярлики програм
zh_tw: 應用程式快捷鍵

# s_quit_app
source: Quit {app}
es: Salir {app}
fr: Quitter {app}
hu: {app} bezárása
it: Esci {app}
nl: {app} afsluiten
pl: Wyjdź z {app}
pt: Sair do {app}
ru: Закрыть {app}
uk: Закрити {app}
zh_tw: 退出 {app}

# s_hide_app
source: Hide {app}
es: Ocultar {app}
fr: Cacher {app}
hu: {app} elrejtése
it: Nascondi {app}
nl: {app} verbergen
pl: Ukryj {app}
pt: Ocultar {app}
ru: Скрыть {app}
uk: Приховати {app}
zh_tw: 隱藏 {app}

# s_search
source: Search
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
uk: Пошук
zh_tw: 搜尋

# s_next_device
source: Next device
es: Dispositivo siguiente
fr: Appareil suivant
hu: Következő eszköz
it: Dispositivo successivo
nl: Volgende apparaat
pl: Następne urządzenie
pt: Próximo dispositivo
ru: Следующее устройство
uk: Наступний пристрій
zh_tw: 下一個裝置

# s_previous_device
source: Previous device
es: Dispositivo anterior
fr: Appareil précédent
hu: Előző eszköz
it: Dispositivo precedente
nl: Vorige apparaat
pl: Poprzednie urządzenie
pt: Dispositivo anterior
ru: Предыдущее устройство
uk: Попередній пристрій
zh_tw: 上一個裝置

# s_open_settings
source: Open settings
es: Abrir ajustes
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
it: Apri impostazioni
nl: Instellingen openen
pl: Otwórz ustawienia
pt: Abrir configurações
ru: Открыть настройки
uk: Відкрити налаштування
zh_tw: 開啟設定

# s_open_item
source: Open item
es: Abrir elemento
fr: Ouvrir l'article
hu: Elem megnyitása
it: Apri elemento
nl: Item openen
pl: Otwórz element
pt: Abrir item
ru: Открыть элемент
uk: Відкрити елемент
zh_tw: 開啟項目

# s_edit_item
source: Edit item
es: Editar elemento
fr: Modifier l’article
hu: Elem szerkesztese
it: Modifica elemento
nl: Item bewerken
pl: Edytuj element
pt: Editar item
ru: Редактировать элемент
uk: Редагувати елемент
zh_tw: 編輯項目

# s_delete_item
source: Delete item
es: Borrar elemento
fr: Supprimer l’article
hu: Elem törlése
it: Elimina elemento
nl: Item verwijderen
pl: Usuń element
pt: Apagar item
ru: Удалить элемент
uk: Видалити елемент
zh_tw: 刪除項目

# s_calculate_oath_code
source: Calculate OATH code
es: Calcular código OATH
fr: Calculer le code OATH
hu: OATH-kód kiszámítása
it: Calcola il codice OATH
nl: OATH berekenen
pl: Oblicz kod OATH
pt: Calcular código OATH
ru: Вычислить код OATH
uk: Розрахувати код OATH
zh_tw: 計算 OATH 代碼

# s_open_keyboard_shortcuts
source: Open keyboard shortcuts
es: Abrir atajos de teclado
fr: Ouvrir les raccourcis clavier
hu: Billentyűparancsok megnyitása
it: Apri scorciatoie da tastiera
nl: Sneltoetsen openen
pl: Otwórz skróty klawiszowe
pt: Abrir atalhos de teclado
ru: Открыть горячие клавиши
uk: Відкрити комбінації клавіш
zh_tw: 開啟快捷鍵

# s_sn_serial
source: S/N: {serial}
fr: N/S : {serial}
uk: Серійний номер:{serial}

# s_fw_version
source: F/W: {version}
tr: D/Y: {version}
uk: Прошивка: {version}

# s_pin
source: PIN
nl: Pincode
pl: Kod PIN
sv: PIN-kod
vi: Mã PIN
zh_tw: PIN 碼

# s_puk
source: PUK
nl: Pukcode
pl: Kod PUK
sv: PUK-kod
vi: Mã PUK
zh_tw: PUK 碼

# l_settings_desc
source: Change application preferences
cs: Změnit předvolby aplikace
de: Anwendungs-Einstellungen ändern
es: Cambiar las preferencias de la aplicación
fr: Modifier les préférences de l'application
ja: アプリの設定を変更します
pl: Zmień ustawienia aplikacji
sk: Zmeniť predvoľby aplikácie
sv: Ändra inställningar för programmet
tr: Uygulama tercihlerini değiştir
vi: Thay đổi tùy chọn ứng dụng
zh: 更改应用程序首选项

# l_help_and_about_desc
source: Troubleshoot and support
cs: Řešení problémů a podpora
de: Problembehebung und Unterstützung
es: Resolución de problemas y soporte
fr: Dépannage et assistance
ja: トラブルシューティングとサポート
pl: Rozwiązywanie problemów i wsparcie
sk: Odstraňovanie problémov a podpora
sv: Felsökning och support
tr: Sorun giderme ve destek
vi: Khắc phục sự cố và hỗ trợ
zh: 疑难解答和支持

# s_help_and_feedback
source: Help and feedback
cs: Nápověda a zpětná vazba
de: Hilfe und Feedback
es: Ayuda y comentarios
fr: Aide/commentaires
ja: ヘルプとフィードバック
pl: Pomoc i opinie
sk: Pomoc a spätná väzba
sv: Hjälp och feedback
tr: Yardım ve geri bildirim
vi: Trợ giúp và phản hồi
zh: 帮助与反馈

# s_troubleshooting
source: Troubleshooting
cs: Řešení problémů
de: Fehlerbehebung
es: Resolución de problemas
fr: Dépannage
ja: トラブルシューティング
pl: Rozwiązywanie problemów
sk: Riešenie problémov
sv: Felsökning
tr: Sorun giderme
vi: Khắc phục sự cố
zh: 疑难解答

# s_choose_language
source: Choose language
cs: Vyberte jazyk
de: Sprache wählen
es: Elegir idioma
fr: Sélectionner une langue
ja: 言語を選択してください
pl: Wybierz język
tr: Dil seçin
zh: 选择语言

# s_choose_app_theme
source: Choose theme
cs: Vybrat motiv
de: App Theme auswählen
es: Seleccionar tema
fr: Choisir un thème
ja: テーマを選択
pl: Wybierz motyw
sk: Vyberte tému
sv: Välj tema
tr: Tema seçin
vi: Chọn chủ đề
zh: 选择主题

# l_add_account_already_exists
source: Account already exists
cs: Účet již existuje
de: Konto existiert bereits
es: La cuenta ya existe
fr: Le compte existe déjà
ja: 既に存在するアカウントです
pl: Konto już istnieje
sk: Účet už existuje
sv: Kontot finns redan
tr: Hesap zaten mevcut
vi: Tài khoản đã tồn tại
zh: 账户已存在

# s_nfc_options
source: NFC options
cs: Možnosti NFC
de: NFC Optionen
es: Opciones de NFC
fr: Options NFC
ja: NFCオプション
pl: Opcje NFC
sk: Možnosti NFC
sv: NFC-alternativ
tr: NFC seçenekleri
vi: Tùy chọn NFC
zh: NFC 选项

# s_usb_options
source: USB options
cs: Možnosti USB
de: USB Optionen
es: Opciones de USB
fr: Options USB
ja: USBオプション
pl: Opcje USB
sk: Možnosti USB
sv: USB-alternativ
tr: USB seçenekleri
vi: Tùy chọn USB
zh: USB 选项

# l_launch_app_on_usb
source: Launch when YubiKey is connected
cs: Spustit při připojení YubiKey
de: Starten, wenn YubiKey angesteckt wird
es: Iniciar cuando la YubiKey esté conectada
fr: Lancer lorsque la YubiKey est connectée
ja: YubiKeyの接続時に起動
pl: Uruchom po podłączeniu klucza YubiKey
sk: Spustiť po pripojení YubiKey
sv: Starta när YubiKey är ansluten
tr: YubiKey bağlandığında başlat
vi: Khởi chạy khi kết nối YubiKey
zh: 连接 YubiKey 时启动

# s_shortcuts
source: Shortcuts
es: Atajos
fr: Raccourcis
pl: Skróty

# s_open_help_and_about
source: Open help and about
es: Abrir ayuda y acerca de
fr: Ouvrir l'aide et à propos
pl: Otwórz pomoc i informacje

# s_usb
source: USB
tr: Taşınabilir Bellek
