Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# s_run_diagnostics
source: Run diagnostics
cs: Spustit diagnostiku
de: Diagnose ausführen
es: Correr diagnósticos
fr: Exécuter diagnostics
hu: Diagnosztika futtatása
it: Avvia la diagnostica
ja: 診断を実行
nl: Diagnose uitvoeren
pl: Uruchom diagnostykę
pt: Executar diagnósticos
ru: Запустить диагностику
sk: Spustiť diagnostiku
sv: Kör diagnostik
tr: Tanılamayı çalıştırın
uk: Виконати діагностику
vi: Chạy chẩn đoán
zh: 运行诊断
zh_tw: 執行診斷

# l_run_diagnostics_desc
source: Run diagnostics to troubleshoot
hu: Diagnosztika futtatása a hibaelhárításhoz
it: Esegui la diagnostica per la risoluzione dei problemi
nl: Diagnose uitvoeren voor probleemoplossing
pt: Executar diagnósticos para solucionar problemas
ru: Запустите диагностику для устранения неполадок
uk: Виконайте діагностику для усунення несправностей
zh_tw: 執行診斷以排除問題

# s_logging_level
source: Log level
hu: Naplózás szintje
it: Livello di log
nl: Niveau loggen
pt: Nível de registro
ru: Уровень журнала
uk: Рівень журналу
zh_tw: 日誌層級

# s_current_log_level
source: Log level: {level}
hu: Naplózás szintje: {level}
it: Livello di log: {level}
nl: Niveau loggen: {level}
pt: Nível de registro: {level}
ru: Уровень журнала: {level}
uk: Рівень журналу: {level}
zh_tw: 日誌層級：{level}

# s_character_count
source: Character count
cs: Počet znaků
de: Anzahl Zeichen
es: Cantidad de caracteres
fr: Nombre caractères
hu: Karakterek száma
it: Numero di caratteri
ja: 文字数
nl: Aantal tekens
pl: Liczba znaków
pt: Contagem de caracteres
ru: Количество символов
sk: Počet znakov
sv: Antal tecken
tr: Karakter sayısı
uk: Кількість символів
vi: Số lượng ký tự
zh: 字符数
zh_tw: 字元計數

# s_language
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 语言
zh_tw: 語言

# s_app_theme
source: Application theme
cs: Motiv aplikace
de: App Theme
es: Tema de la aplicación
fr: Thème de l'application
hu: Alkalmazás témája
it: Tema dell'applicazione
ja: アプリのテーマ
nl: Thema toepassing
pl: Motyw aplikacji
pt: Tema do aplicativo
ru: Тема приложения
sk: Téma aplikácie
sv: Applikationstema
tr: Uygulama teması
uk: Тема програми
vi: Chủ đề ứng dụng
zh: 应用程序主题
zh_tw: 應用程式佈景主題

# s_system_default
source: System default
cs: Podle systému
de: System-Standard­einstellung
es: Predeterminado del sistema
fr: Système par défaut
hu: Rendszer alapértelmezett
it: Predefinito di sistema
ja: システム標準
nl: Systeemstandaard
pl: Domyślny systemu
pt: Padrão do sistema
ru: Системный дефолт
sk: Predvolená systémová
sv: Systemstandard
tr: Sistem varsayılanı
uk: Системні за замовчуванням
vi: Mặc định hệ thống
zh: 系统默认
zh_tw: 系統預設值

# s_light_mode
source: Light mode
cs: Světlý režim
de: Heller Modus
es: Modo claro
fr: Thème clair
hu: Világos mód
it: Modalità chiara
ja: ライト
nl: Lichte modus
pl: Jasny
pt: Modo claro
ru: Светлый режим
sk: Svetlý režim
sv: Ljust läge
tr: Aydınlık mod
uk: Світлий режим
vi: Chế độ sáng
zh: 亮色主题
zh_tw: 淺色主題

# s_dark_mode
source: Dark mode
cs: Tmavý režim
de: Dunkler Modus
es: Modo oscuro
fr: Thème sombre
hu: Sötét mód
it: Modalità scura
ja: ダーク
nl: Donkere modus
pl: Ciemny
pt: Modo escuro
ru: Темный режим
sk: Tmavý režim
sv: Mörkt läge
tr: Karanlık mod
uk: Темний режим
vi: Chế độ tối
zh: 暗色主题
zh_tw: 深色主題

# s_list_layout
source: List layout
cs: Zobrazit jako seznam
de: Listen-Ansicht
es: Vista de lista
fr: Présentation de la liste
hu: Lista nézet
it: Visualizzazione a lista
ja: リストレイアウト
nl: Lijstweergave
pl: Układ listy
pt: Exibição em lista
ru: Расположение списка
sk: Vzhľad ako zoznam
sv: Layout för lista
tr: Liste düzeni
uk: Макет списку
vi: Bố cục danh sách
zh: 列表布局
zh_tw: 列表配置

# s_grid_layout
source: Grid layout
cs: Zobrazit jako mřížku
de: Kachel-Ansicht
es: Vista de cuadrícula
fr: Disposition de la grille
hu: Rácsos nézet
it: Visualizzazione a griglia
ja: グリッドレイアウト
nl: Rasterweergave
pl: Układ siatki
pt: Exibição em grade
ru: Расположение сетки
sk: Vzhľad ako mriežka
sv: Layout för rutnät
tr: Izgara düzeni
uk: Макет сітки
vi: Bố cục lưới
zh: 网格布局
zh_tw: 網格配置

# s_mixed_layout
source: Mixed layout
cs: Smíšené zobrazení
de: Gemischte Ansicht
es: Vista Mixta
fr: Disposition mixte
hu: Vegyes nézet
it: Layout misto
ja: ミックスレイアウト
nl: Gemengde weergave
pl: Układ mieszany
pt: Exibição mista
ru: Смешанная планировка
sk: Zmiešané rozloženie
sv: Blandad layout
tr: Karma düzen
uk: Змішане планування
vi: Bố cục hỗn hợp
zh: 混合布局
zh_tw: 混合配置

# s_select_layout
source: Select layout
cs: Vybrat zobrazení
de: Ansicht wählen
es: Elegir vista
fr: Sélectionner la mise en page
hu: Nézet kiválasztása
it: Seleziona il layout
ja: レイアウトを選択してください
nl: Schermindeling selecteren
pl: Wybierz układ
pt: Selecionar exibição
ru: Выберите макет
sk: Vybrať rozloženie
sv: Välj layout
tr: Düzen seçin
uk: Виберіть макет
vi: Chọn bố cục
zh: 选择布局
zh_tw: 選擇配置

# s_select_to_scan
source: Select to scan
cs: Vyberte pro skenování
de: Zum Scannen auswählen
es: Seleccionar para escanear
fr: Sélectionner pour scanner
hu: Szkennelésre kiválasztás
it: Seleziona per scansionare
ja: 選択してスキャン
nl: Selecteren om te scannen
pl: Wybierz, aby zeskanować
pt: Selecione para digitalizar
ru: Выберите для сканирования
sk: Vyberte na skenovanie
sv: Välj att skanna
tr: Taramak için seçin
uk: Виберіть для сканування
vi: Chọn để quét
zh: 选择以扫描
zh_tw: 選擇以掃描

# s_hide_reader
source: Hide reader
cs: Skrýt čtečku
de: Leser ausblenden
es: Ocultar lector
fr: Cacher le lecteur
hu: Olvasó elrejtése
it: Nascondi lettore
ja: リーダーを隠す
nl: Lezer verbergen
pl: Ukryj czytnik
pt: Ocultar leitor
ru: Скрыть считыватель
sv: Göm läsare
tr: Okuyucuyu gizle
uk: Приховати читача
zh: 隐藏读取器
zh_tw: 隱藏讀卡機

# s_show_hidden_readers
source: Show hidden readers
cs: Zobrazit skryté čtečky
de: Ausgeblendete Leser anzeigen
es: Mostrar lectores ocultos
fr: Afficher les lecteurs cachés
hu: Rejtett olvasók megjelenítése
it: Mostra i lettori nascosti
ja: 非表示のリーダーを表示する
nl: Geef verborgen lezers weer
pl: Pokaż ukryte czytniki
pt: Exibir leitores ocultos
ru: Показать скрытые считыватели
sv: Visa gömda läsare
tr: Gizli okuyucuları göster
uk: Показати прихованих читачів
zh: 显示隐藏的读取器
zh_tw: 顯示隱藏的讀卡機

# s_toggle_readers
source: Toggle readers
cs: Přepnout čtečky
de: Leser anzeigen/ausblenden
es: Cambiar estado de lectores
fr: Activer/désactiver les lecteurs
hu: Olvasók ki/bekapcsolása
it: Attiva/Disattiva i lettori
ja: リーダーを切り替える
nl: Lezers weergeven/verbergen
pl: Przełącz czytniki
pt: Alternar leitores
ru: Переключать считыватели
tr: Okuyucuları değiştir
uk: Перемикання читачів
zh: 切换读取器
zh_tw: 切換讀卡機

# l_toggle_readers_desc
source: Show or hide readers
cs: Zobrazit nebo skrýt čtečky
de: Leser anzeigen oder ausblenden
es: Mostrar u ocultar lectores
fr: Afficher ou masquer les lecteurs
hu: Olvasók megjelenítése vagy elrejtése
it: Mostra o nascondi i lettori
ja: リーダーを表示/非表示にします
nl: Toon of verberg lezers
pl: Pokaż lub ukryj czytniki
pt: Exibir ou ocultar leitores
ru: Показать или скрыть считыватели
sv: Visa eller göm läsare
tr: Okuyucuları göster veya gizle
uk: Показати або приховати читачів
zh: 显示或隐藏读取器
zh_tw: 顯示或隱藏讀卡機

# l_serial_number
source: Serial number: {serial}
cs: Sériové číslo: {serial}
de: Seriennummer: {serial}
es: Número de serie: {serial}
fr: Numéro de série : {serial}
hu: Sorozatszám: {serial}
it: Numero di serie: {serial}
ja: シリアル番号: {serial}
nl: Serienummer: {serial}
pl: Numer seryjny: {serial}
pt: Número de série: {serial}
ru: Серийный номер: {serial}
sk: Sériové číslo: {serial}
sv: Serienummer: {serial}
tr: Seri numarası: {serial}
uk: Серійний номер: {serial}
vi: Số serial: {serial}
zh: 序列号： {serial}
zh_tw: 序號： {serial}

# l_firmware_version
source: Firmware version: {version}
cs: Verze firmwaru: {version}
es: Versión de firmware: {version}
fr: Version du firmware : {version}
hu: Firmware verzió: {version}
it: Versione del firmware: {version}
ja: ファームウェアバージョン: {version}
nl: Firmware versie: {version}
pl: Wersja oprogramowania: {version}
pt: Versão do firmware: {version}
ru: Версия прошивки: {version}
sk: Verzia firmvéru: {version}
tr: Donanım yazılımı sürümü: {version}
uk: Версія прошивки: {version}
vi: Phiên bản firmware: {version}
zh: 固件版本： {version}
zh_tw: 韌體版本： {version}

# l_fips_capable
source: FIPS capable
cs: FIPS způsobilé
de: FIPS fähig
es: Capacidad FIPS
fr: Compatible FIPS
hu: FIPS-képes
it: Compatibile FIPS
ja: FIPS対応
nl: FIPS geschikt
pl: Zgodny z FIPS
pt: FIPS compatível
ru: Поддерживает FIPS
sk: Schopné využívať FIPS
sv: FIPS-kompatibel
tr: FIPS özellikli
uk: Сумісний з FIPS
vi: Hỗ trợ FIPS
zh: FIPS 能够使用
zh_tw: FIPS 兼容

# l_fips_approved
source: FIPS approved
cs: FIPS schváleno
de: FIPS zugelassen
es: Aprobado por FIPS
fr: Approuvé par FIPS
hu: FIPS jóváhagyott
it: Supporta FIPS
ja: FIPS承認済み
nl: FIPS goedgekeurd
pl: Zatwierdzony przez FIPS
pt: FIPS aprovado
ru: Одобрен FIPS
sk: Schválené FIPS
sv: FIPS-godkänd
tr: FIPS onaylı
uk: Схвалено FIPS
vi: Đã phê duyệt FIPS
zh: FIPS 已批准
zh_tw: 通過 FIPS 認證

# l_insert_yk
source: Insert your YubiKey
cs: Připojte svůj klíč YubiKey
de: YubiKey anschließen
es: Inserta tu YubiKey
fr: Insérez votre YubiKey
hu: Helyezze be a YubiKey-t
it: Inserisci la tua YubiKey
ja: YubiKey を挿入してください
nl: Voer uw YubiKey in
pl: Podłącz klucz YubiKey
pt: Insira sua YubiKey
ru: Вставьте свой YubiKey
sk: Vložte svoj kľúč YubiKey
sv: Sätt i din YubiKey
tr: YubiKey'inizi yerleştirin
uk: Вставте свій YubiKey
vi: Chèn YubiKey của bạn
zh: 插入您的 YubiKey
zh_tw: 插入您的 YubiKey

# l_insert_or_tap_yk
source: Insert or tap a YubiKey
cs: Připojte nebo přiložte klíč YubiKey
de: YubiKey anschließen oder an den Leser halten
es: Inserta o toca una YubiKey
fr: Insérez ou appuyez sur YubiKey
hu: YubiKey behelyezése vagy megérintése
it: Inserisci o tocca una YubiKey
ja: YubiKey をかざすか挿入してください
nl: Plaats of scan een YubiKey
pl: Podłącz lub zbliż klucz YubiKey
pt: Insira ou toque a YubiKey
ru: Вставьте или коснитесь YubiKey
sk: Vložte alebo ťuknite na tlačidlo YubiKey
sv: Sätt i eller tryck på en YubiKey
tr: Bir YubiKey yerleştirin veya dokundurun
uk: Вставте або торкніться YubiKey
vi: Chèn hoặc chạm YubiKey
zh: 插入或读取 YubiKey
zh_tw: 插入或感應 YubiKey

# l_unplug_yk
source: Unplug your YubiKey
cs: Odpojte YubiKey
de: Entferne deinen YubiKey
es: Desconecta tu YubiKey
fr: Retirez votre YubiKey
hu: Távolítsa el a YubiKey-t
it: Scollega la tua YubiKey
ja: YubiKey を取り外してください
nl: Verwijder uw YubiKey
pl: Odłącz klucz YubiKey
pt: Desconecte sua YubiKey
ru: Отключите свой YubiKey от сети
sk: Odpojte svoj YubiKey
sv: Koppla ur din YubiKey
tr: YubiKey'inizi çıkartın
uk: Від’єднайте свій YubiKey
vi: Rút YubiKey của bạn
zh: 拔出您的 YubiKey
zh_tw: 拔出您的 YubiKey

# l_reinsert_yk
source: Reinsert your YubiKey
cs: Znovu připojte YubiKey
de: Schließe deinen YubiKey wieder an
es: Vuelve a insertar tu YubiKey
fr: Réinsérez votre YubiKey
hu: Helyezze be újra a YubiKey-t
it: Reinserisci la tua YubiKey
ja: YubiKey をもう一度挿入してください
nl: Plaats uw YubiKey terug
pl: Podłącz ponownie klucz YubiKey
pt: Reinsira sua YubiKey
ru: Снова вставьте YubiKey
sk: Opätovne vložte svoj YubiKey
sv: Sätt tillbaka din YubiKey
tr: YubiKey'inizi yeniden takın
uk: Знову вставте свій YubiKey
vi: Cắm lại YubiKey của bạn
zh: 重新插入您的 YubiKey
zh_tw: 重新插入您的 YubiKey

# l_place_on_nfc_reader
source: Place your YubiKey on the NFC reader
cs: Položte YubiKey na NFC čtečku
de: Halte deinen YubiKey an den NFC-Leser
es: Coloca tu YubiKey en el lector NFC
fr: Placez votre YubiKey sur le lecteur NFC
hu: Helyezze a YubiKey-t az NFC-olvasóra.
it: Posiziona la tua YubiKey sul lettore NFC
ja: YubiKey を NFC リーダーに合わせてください
nl: Plaats uw YubiKey op de NFC-lezer
pl: Zbliż klucz YubiKey do czytnika NFC
pt: Coloque sua YubiKey no leitor de NFC
ru: Поместите свой YubiKey на считыватель NFC
sk: Umiestnite svoj YubiKey na čítačku NFC
sv: Placera din YubiKey på NFC-läsaren
tr: YubiKey'inizi NFC okuyucunun üzerine yerleştirin
uk: Прикладіть свій YubiKey до NFC-зчитувача
vi: Đặt YubiKey của bạn lên đầu đọc NFC
zh: 请把您的 YubiKey 放在读卡器上
zh_tw: 將您的 YubiKey 放在 NFC 讀卡機上

# l_replace_yk_on_reader
source: Place your YubiKey back on the reader
cs: Položte YubiKey zpět na čtečku
de: Halte deinen YubiKey wieder an den Leser
es: Vuelve a colocar tu YubiKey en el lector
fr: Replacez votre YubiKey sur le lecteur
hu: Helyezze vissza a YubiKey-t az olvasóra.
it: Riposiziona la tua YubiKey sul lettore
ja: YubiKey をもう一度 NFC リーダーに合わせてください
nl: Plaats uw YubiKey terug op de lezer
pl: Zbliż klucz YubiKey do czytnika
pt: Coloque sua YubiKey de volta no leitor
ru: Положите свой YubiKey обратно на считывающее устройство
sk: Umiestnite kľúč YubiKey späť na čítačku
sv: Sätt tillbaka din YubiKey på läsaren
tr: YubiKey'inizi NFC okuyucunun arkasına yerleştirin
uk: Поверніть свій YubiKey на зчитувач
vi: Đặt lại YubiKey của bạn lên đầu đọc
zh: 请把您的 YubiKey 放回读卡器上
zh_tw: 將您的 YubiKey 放回讀卡機上

# l_remove_yk_from_reader
source: Remove your YubiKey from the NFC reader
cs: Odeberte YubiKey z NFC čtečky
de: Entferne deinen YubiKey vom NFC-Leser
es: Retira tu YubiKey del lector NFC
fr: Retirez votre YubiKey du lecteur NFC
hu: Távolítsa el a YubiKey-t az NFC-olvasóról
it: Rimuovi la YubiKey dal lettore NFC
ja: YubiKey を NFC リーダーから外してください
nl: Verwijder uw YubiKey uit de NFC-lezer
pl: Odsuń klucz YubiKey od czytnika NFC
pt: Remova sua YubiKey do leitor de NFC
ru: Уберите YubiKey со считывателя NFC
sk: Odoberte svoj kľúč YubiKey z čítačky NFC
sv: Ta bort din YubiKey från NFC-läsaren
tr: YubiKey'inizi NFC okuyucudan kaldırın
uk: Вийміть свій YubiKey зі зчитувача NFC
vi: Rút YubiKey của bạn khỏi đầu đọc NFC
zh: 请从NFC读取器上取走您的 YubiKey
zh_tw: 從 NFC 讀卡機中取走 YubiKey

# p_try_reinsert_yk
source: Try to remove and reinsert your YubiKey.
cs: Zkuste odpojit a znovu připojit YubiKey.
de: Versuche deinen YubiKey zu entfernen und wieder anzuschließen.
es: Intenta extraer y volver a insertar tu YubiKey.
fr: Essayez de retirer et de réinsérer votre YubiKey.
hu: Próbálja meg eltávolítani és újra behelyezni a YubiKey-t.
it: Prova a rimuovere e reinserire la tua YubiKey.
ja: YubiKey を外して、もう一度挿入してください。
nl: Probeer uw YubiKey te verwijderen en opnieuw te plaatsen.
pl: Spróbuj podłączyć ponownie klucz YubiKey.
pt: Tente remover e reinserir sua YubiKey.
ru: Попробуйте снять и снова вставить свой YubiKey.
sk: Skúste vybrať a znovu vložiť kľúč YubiKey.
sv: Försök att ta ut och sätta i YubiKey igen.
tr: YubiKey'inizi çıkarıp ardından yeniden takmayı deneyin.
uk: Спробуйте вийняти та знову вставити свій YubiKey.
vi: Hãy thử rút và cắm lại YubiKey của bạn.
zh: 尝试拔出并重新插入您的 Yubikey。
zh_tw: 嘗試移除並重新插入您的 YubiKey。

# s_touch_required
source: Touch required
cs: Vyžaduje se dotyk
de: Berührung erforderlich
es: Se requiere un toque
fr: Toucher requis
hu: Érintés szükséges
it: Tocco richiesto
ja: タッチが必要です
nl: Aanraken verplicht
pl: Dotknięcie wymagane
pt: Toque necessário
ru: Требуется касание
sk: Vyžaduje sa dotyk
sv: Beröring krävs
tr: Dokunma gerekli
uk: Потрібен дотик
vi: Yêu cầu chạm
zh: 需要触摸
zh_tw: 需要輕觸

# l_touch_button_now
source: Touch the button on your YubiKey now
cs: Dotkněte se tlačítka na vašem YubiKey
de: Berühre jetzt deinen YubiKey
es: Toca el botón de tu YubiKey ahora
fr: Touchez le bouton de votre YubiKey
hu: Most érintse meg a gombot a YubiKey-n
it: Tocca ora il pulsante sulla tua YubiKey
ja: YubiKey のボタンをタッチしてください
nl: Raak nu de knop op uw YubiKey aan
pl: Dotknij przycisku na kluczu YubiKey
pt: Toque no botão da sua YubiKey agora
ru: Прикоснись к кнопке на своем YubiKey прямо сейчас
sk: Teraz sa dotknite tlačidla na svojom YubiKey
sv: Tryck på knappen på din YubiKey nu
tr: Şimdi YubiKey'inizdeki düğmeye dokunun
uk: Натисніть кнопку на вашому YubiKey зараз
vi: Chạm vào nút trên YubiKey của bạn ngay bây giờ
zh: 现在触摸 YubiKey 上的按钮
zh_tw: 立即輕觸 YubiKey 上的按鈕

# l_long_touch_button_now
source: Press and hold the button on your YubiKey for 10 seconds now
hu: Most tartsa nyomva a gombot a YubiKey-n 5 másodpercig
it: Premi e tieni premuto il pulsante sulla tua YubiKey per cinque secondi
nl: Houd de knop op uw YubiKey nu 5 seconden ingedrukt
pt: Pressione e segure o botão da sua YubiKey por 5 segundos agora
ru: Нажмите и удерживайте кнопку на вашем YubiKey в течение 5 секунд
uk: Натисніть і утримуйте кнопку на вашому YubiKey протягом 5 секунд
zh_tw: 現在按住 YubiKey 上的按鈕 5 秒鐘

# l_keep_touching_yk
source: Keep touching your YubiKey repeatedly…
cs: Opakovaně se dotkněte vašeho YubiKey…
de: Berühre wiederholt deinen YubiKey…
es: Sigue tocando repetidamente tu YubiKey…
fr: Touchez votre YubiKey plusieurs fois…
hu: Érintse meg többször a YubiKey-t…
it: Continua a toccare ripetutamente la tua YubiKey…
ja: YubiKey を繰り返しタッチしてください...
nl: Blijf uw YubiKey herhaaldelijk aanraken…
pl: Wielokrotnie dotykaj klucza YubiKey…
pt: Continue tocando sua YubiKey repetidamente…
ru: Продолжайте постоянно прикасаться к своему YubiKey…
sk: Opakovane sa dotýkajte tlačidla YubiKey…
sv: Fortsätt att röra vid din YubiKey upprepade gånger…
tr: YubiKey'inize art arda dokunmaya devam edin…
uk: Продовжуйте торкатися свого YubiKey кілька разів…
vi: Giữ chạm vào YubiKey của bạn liên tục…
zh: 不断重复触摸 YubiKey…
zh_tw: 持續重複觸摸您的 YubiKey…

# s_capability_hsmauth
source: YubiHSM Auth
hu: YubiHSM azonosítás
it: Autenticazione YubiHSM
pt: Autorização YubiHSM
tr: YubiHSM Kimlik Doğrulama
uk: Аутентифікація YubiHSM

# s_toggle_applications
source: Toggle applications
cs: Nastavení aplikací
de: Anwendungen aktivieren/deaktivieren
es: Cambiar estado de aplicaciones
fr: Parcourir applications
hu: Alkalmazások ki/bekapcsolása
it: Attiva/Disattiva applicazioni
ja: アプリケーションを切り替える
nl: Toepassingen wisselen
pl: Przełączanie aplikacji
pt: Alternar aplicativos
ru: Переключить приложения
sk: Prepínanie aplikácií
sv: Växla applikationer
tr: Uygulamaları değiştir
uk: Перемикання програм
vi: Chuyển đổi ứng dụng
zh: 切换应用程序
zh_tw: 切換應用

# s_toggle_interfaces
source: Toggle interfaces
cs: Nastavení rozhraní
de: Schnittstellen aktivieren/deaktivieren
es: Cambiar estado de interfaces
fr: Parcourir interfaces
hu: Interfészek ki/bekapcsolása
it: Attiva/Disattiva interfacce
ja: インターフェイスを切り替える
nl: Interfaces wisselen
pl: Przełączanie interfejsów
pt: Alternar interfaces
ru: Переключать интерфейсы
sk: Prepínanie rozhraní
sv: Växla gränssnitt
tr: Arayüzü değiştir
uk: Перемикання інтерфейсів
vi: Chuyển đổi giao diện
zh: 切换接口
zh_tw: 切換介面

# p_toggle_applications_desc
source: Enable or disable applications over available transports.
cs: Povolit nebo zakázat aplikace.
de: Anwendungen für verfügbare Schnittstellen aktivieren/deaktivieren.
es: Habilitar o deshabilitar aplicaciones a través de los protocolos disponibles.
fr: Activer ou désactiver les applications sur les transports disponibles.
hu: Alkalmazások engedélyezése vagy letiltása a rendelkezésre álló átviteli módokhoz.
it: Abilita o disabilita le applicazioni attraverso i protocolli di comunicazione disponibili.
ja: 利用可能なトランスポート上でアプリケーションを有効または無効にします。
nl: In- of uitschakelen van toepassingen voor beschikbare transporten.
pl: Włącz lub wyłącz aplikacje przez dostępne interfejsy.
pt: Habilitar ou desabilitar aplicativos em transportes disponíveis.
ru: Включайте или отключайте приложения через доступные транспортные средства.
sk: Povoliť alebo zakázať aplikácie cez dostupné prenosy.
sv: Aktivera eller inaktivera applikationer över tillgängliga transporter.
tr: Kullanılabilir taşıyıcılar üzerinden uygulamaları etkinleştir veya devre dışı bırak.
uk: Увімкнути або вимкнути програми через доступні транспортні мережі.
vi: Bật hoặc tắt ứng dụng qua các phương tiện có sẵn.
zh: 通过可用的传输启用或禁用应用程序。
zh_tw: 在可使用的傳輸介面上，啟用或停用某些應用。

# p_toggle_interfaces_desc
source: Enable or disable USB interfaces.
cs: Povolit nebo zakázat rozhraní USB.
de: USB-Schnittstellen aktivieren/deaktivieren.
es: Habilitar o deshabilitar las interfaces USB.
fr: Activer ou désactiver les interfaces USB.
hu: USB-interfészek engedélyezése vagy letiltása.
it: Abilita/Disabilita le interfacce USB.
ja: USBインターフェースの有効化または無効化。
nl: In- of uitschakelen USB-interfaces.
pl: Włącz lub wyłącz interfejs USB.
pt: Habilitar ou desabilitar interfaces USB.
ru: Включение или выключение USB-интерфейсов.
sk: Povoliť alebo zakázať USB rozhrania.
sv: Aktivera eller inaktivera USB-gränssnitt.
tr: USB arayüzlerini etkinleştirin veya devre dışı bırakın.
uk: Увімкнути або вимкнути USB-інтерфейси.
vi: Bật hoặc tắt giao diện USB.
zh: 启用或禁用 USB 接口。
zh_tw: 啟用或停用 USB 介面。

# l_toggle_applications_desc
source: Enable/disable applications
cs: Povolit/zakázat aplikace
de: Anwendungen aktivieren/deaktivieren
es: Habilitar/deshabilitar aplicaciones
fr: Activer/désactiver des applications
hu: Alkalmazások aktiválása/deaktiválása
it: Abilita/Disabilita le applicazioni
ja: アプリケーションを有効/無効にします
nl: Inschakelen/uitschakelen toepassingen
pl: Włącz lub wyłącz aplikacje
pt: Habilitar/desabilitar aplicativos
ru: Включение / выключение приложений
sk: Povoliť/zakázať aplikácie
sv: Aktivera/inaktivera applikationer
tr: Uygulamaları etkinleştir/devre dışı bırak
uk: Увімкнення/вимкнення програми
vi: Bật/tắt ứng dụng
zh: 启用/禁用应用程序
zh_tw: 啟用/停用應用

# l_toggle_interfaces_desc
source: Enable/disable interfaces
cs: Povolit/zakázat rozhraní
de: Schnittstellen aktivieren/deaktivieren
es: Habilitar/deshabilitar interfaces
fr: Activer/Désactiver les interfaces
hu: Interfészek engedélyezése/letiltása
it: Abilita/Disabilita le interfacce
ja: インターフェイスを有効/無効にします
nl: Inschakelen/uitschakelen interfaces
pl: Włącz lub wyłącz interfejsy
pt: Habilitar/desabilitar interfaces
ru: Включение / выключение интерфейсов
sk: Povoliť/zakázať rozhrania
sv: Aktivera/avaktivera gränssnitt
tr: Arayüzü etkinleştir/devre dışı bırak
uk: Увімкнення/вимкнення інтерфейсів
vi: Bật/tắt giao diện
zh: 启用/禁用接口
zh_tw: 啟用/停用傳輸介面

# s_reconfiguring_yk
source: Reconfiguring YubiKey…
cs: Probíhá konfigurace klíče YubiKey…
de: YubiKey wird neu konfiguriert…
es: Reconfigurando YubiKey…
fr: Reconfiguration YubiKey…
hu: A YubiKey újrakonfigurálása…
it: Riconfigurazione della YubiKey…
ja: YubiKeyを再設定しています...
nl: YubiKey opnieuw configureren…
pl: Rekonfigurowanie klucza YubiKey…
pt: Reconfigurando a YubiKey…
ru: Перенастройка YubiKey…
sk: Zmena nastavenia YubiKey…
sv: Omkonfigurering av YubiKey…
tr: YubiKey yeniden yapılandırılıyor…
uk: Переналаштування YubiKey…
vi: Đang cấu hình lại YubiKey…
zh: 正在重新配置 YubiKey…
zh_tw: 正在重新配置 YubiKey…

# s_config_updated
source: Configuration updated
cs: Konfigurace aktualizována
de: Konfiguration aktualisiert
es: Configuración actualizada
fr: Configuration mise à jour
hu: Konfiguráció frissítve
it: Configurazione aggiornata
ja: 設定が更新されました
nl: Configuratie bijgewerkt
pl: Konfiguracja została zaktualizowana
pt: Configuração atualizada
ru: Обновлена конфигурация
sk: Nastavenie bolo aktualizované
sv: Konfigurationen uppdaterad
tr: Yapılandırma güncellendi
uk: Конфігурацію оновлено
vi: Đã cập nhật cấu hình
zh: 配置已更新
zh_tw: 配置已更新
