Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_pin_soft_locked
source: PIN has been blocked until the YubiKey is removed and reinserted
cs: PIN byl zablokován, dokud není YubiKey odpojen a znovu připojen
de: PIN ist geblockt bis der YubiKey entfernt und wieder angeschlossen wird
es: El PIN ha sido bloqueado hasta que la YubiKey sea removida y reinsertada
fr: PIN bloqué jusqu'à ce que la YubiKey soit retirée et réinsérée
hu: A PIN blokkolva lett, távolítsa el a YubiKey-t, majd csatlakoztassa újra
it: Il PIN è stato bloccato finché la YubiKey non viene rimossa e reinserita
ja: YubiKeyを取り外して再挿入するまで、PINがブロックされています
nl: Pincode is geblokkeerd totdat de YubiKey is verwijderd en opnieuw is geplaatst
pl: Kod PIN został zablokowany do momentu ponownego podłączenia klucza YubiKey
pt: O PIN foi bloqueado até que a YubiKey seja removida e reinserida
ru: PIN-код был заблокирован до тех пор, пока YubiKey не будет извлечен и вставлен заново
sk: PIN bol zablokovaný, kým sa kľúč YubiKey nevyberie a nevloží znova
sv: PIN-koden har spärrats tills YubiKey tas ut och sätts in igen
tr: YubiKey çıkarılıp yeniden takılana kadar PIN bloke edilmiştir
uk: ПІН-код заблоковано, доки YubiKey не буде вийнято та знову вставлено
vi: Mã PIN đã bị khóa cho đến khi YubiKey được tháo ra và cắm lại
zh: 在重新拔插YubiKey之前，PIN 已被锁定
zh_tw: 直到 YubiKey 被移除並重新插入前，PIN 碼已被封鎖

# l_pin_change_required_desc
source: A new PIN must be set before you can use this application
cs: Před použitím této aplikace musí být nastaven nový PIN
de: Vor Verwendung der Anwendung muss eine neue PIN gesetzt werden
es: Un nuevo PIN debe establecerse antes de poder utilizar esta aplicación
fr: Vous devez créer un nouveau PIN avant d'utiliser cette appli
hu: Az alkalmazás használata előtt új PIN-kódot kell beállítani.
it: Per poter utilizzare questa applicazione è necessario impostare un nuovo PIN
ja: このアプリケーションを使用する前に新しいPINを設定する必要があります
nl: Er moet een nieuwe pincode worden ingesteld voordat u deze toepassing kunt gebruiken
pl: Przed użyciem tej aplikacji ustaw nowy kod PIN
pt: Um novo PIN deve ser definido antes que você possa usar este aplicativo
ru: Прежде чем вы сможете использовать это приложение, необходимо установить новый PIN-код
sk: Pred použitím tejto aplikácie je potrebné nastaviť nový PIN kód
sv: En ny PIN-kod måste anges innan du kan använda denna applikation
tr: Bu uygulamayı kullanabilmeniz için yeni bir PIN kodu ayarlanmalıdır
uk: Перш ніж ви зможете користуватися цією програмою, необхідно встановити новий PIN-код
vi: Cần thiết lập một Mã PIN mới trước khi bạn có thể sử dụng ứng dụng này
zh: 您必须先设置新的 PIN 才能使用此应用程序
zh_tw: 必須設定新的 PIN 碼，才能使用此應用

# p_new_fido2_pin_requirements
source: A PIN must be {min_length}-{max_length} characters long and may contain letters, numbers and special characters.
cs: PIN musí být {min_length}-{max_length} znaků dlouhý a může obsahovat písmena, čísla a speciální znaky.
de: Eine PIN muss aus {min_length}-{max_length} Zeichen bestehen und kann Buchstaben, Ziffern und Sonderzeichen enthalten.
es: Un PIN debe tener entre {min_length} y {max_length} caracteres y puede contener letras, números y caracteres especiales.
fr: Le code PIN doit être composé de {min_length}-{max_length} caractères et peut contenir des lettres, des chiffres et des caractères spéciaux.
hu: A PIN-kódnak a {min_length}-{max_length} karakter hosszúnak kell lennie, és tartalmazhat betűket, számokat és speciális karaktereket.
it: Il PIN deve essere composto da {min_length}-{max_length} caratteri e può contenere lettere, numeri e caratteri speciali.
ja: 新しい PIN を入力してください。PIN は {min_length}-{max_length} 文字で、英数字と特殊文字を使用できます。
nl: Een pincode moet {min_length}-{max_length} tekens lang zijn en mag letters, cijfers en speciale tekens bevatten.
pl: Kod PIN musi mieć długość od {min_length} do {max_length} znaków i może zawierać litery, cyfry oraz znaki specjalne.
pt: O PIN deve ter entre {min_length} e {max_length} caracteres e pode conter letras, números e caracteres especiais.
ru: PIN-код должен состоять из {min_length}-{max_length} символов и может содержать буквы, цифры и специальные символы.
tr: PIN kodu {min_length}-{max_length} karakter uzunluğunda olmalı ve harf, rakam ve özel karakterler içerebilir.
uk: PIN-код має містити {min_length}-{max_length} символів і може містити літери, цифри та спеціальні символи.
zh: PIN 长度必须为 {min_length}-{max_length} 个字符，可包含字母、数字和特殊字符。
zh_tw: PIN 碼的長度必須為 {min_length}-{max_length} 字元，並可包含字母、數字和特殊符號。

# p_new_fido2_pin_complexity_active_requirements
source: A PIN must be {min_length}-{max_length} characters long, contain at least {unique_characters} unique characters, and not be a commonly used PIN, like "{common_pin}". It may contain letters, numbers, and special characters.
cs: PIN musí být dlouhý {min_length}-{max_length} znaků, obsahuje alespoň {unique_characters} jedinečných znaků a není běžně používaný kód PIN, jako je "{common_pin}". Může obsahovat písmena, čísla a speciální znaky.
de: Eine PIN muss aus {min_length}-{max_length} Zeichen bestehen, muss mindestens {unique_characters} unterschiedliche Zeichen enthalten und darf keine triviale PIN wie z.B. "{common_pin}" sein. Die PIN kann Buchstaben, Ziffern und Sonderzeichen enthalten.
es: Un PIN debe tener entre {min_length} y {max_length} caracteres, contener al menos {unique_characters} caracteres únicos y no ser un PIN de uso común, como «{common_pin}». Puede contener letras, números y caracteres especiales.
fr: Le code PIN doit être composé de {min_length}-{max_length} caractères, contenir au moins {unique_characters} caractères uniques et ne pas être un code PIN couramment utilisé, comme "{common_pin}". Il peut contenir des lettres, des chiffres et des caractères spéciaux.
hu: A PIN-kódnak {min_length}-{max_length} karakterek hosszúnak kell lennie, legalább {unique_characters} egyedi karaktert kell tartalmaznia, és nem lehet egy általánosan használt PIN-kód, mint például "{common_pin}". A PIN betűket, számokat és speciális karaktereket tartalmazhat.
it: Il PIN deve essere lungo {min_length}-{max_length} caratteri, contenere almeno {unique_characters} caratteri unici e non deve essere un PIN comunemente usato, come "{common_pin}". Può contenere lettere, numeri e caratteri speciali.
ja: 新しい PIN を入力してください。PIN は {min_length}-{max_length} 文字、記号を {unique_characters} 文字以上含む、よく使用される「{common_pin}」のような PIN ではないものを設定してください。英数字と特殊文字を使用できます。
nl: Een pincode moet {min_length}-{max_length} tekens lang zijn, ten minste {unique_characters} unieke tekens bevatten en niet een vaak gebruikte pincode zijn, zoals "{common_pin}". Het mag letters, cijfers en speciale karakters bevatten.
pl: Kod PIN musi mieć długość od {min_length} do {max_length} znaków, składać się z co najmniej {unique_characters} unikalnych znaków i nie może być popularnym kodem typu "{common_pin}". Kod PIN może zawierać litery, cyfry oraz znaki specjalne.
pt: O PIN deve ter entre {min_length} e {max_length} caracteres, conter pelo menos {unique_characters} caracteres únicos e não ser um PIN comumente usado, como "{common_pin}". Ele pode conter letras, números e caracteres especiais.
ru: PIN-код должен состоять из {min_length}-{max_length} символов, содержать не менее {unique_characters} уникальных символов и не быть часто используемым PIN-кодом, например "{common_pin}". Он может содержать буквы, цифры и специальные символы.
tr: PIN kodu {min_length}-{max_length} karakter uzunluğunda olmalı, en az {unique_characters} benzersiz karakter içermeli ve "{common_pin}" gibi yaygın olarak kullanılan bir PIN kodu olmamalıdır. Harfler, sayılar ve özel karakterler içerebilir.
uk: PIN-код має містити {min_length}-{max_length} символів завдовжки, щонайменше {unique_characters} унікальних символів і не бути поширеним PIN-кодом, як-от "{common_pin}". Він може містити літери, цифри та спеціальні символи.
zh: PIN 长度必须为 {min_length}-{max_length} 字符，至少包含 {unique_characters} 唯一字符，并且不能是常用的 PIN ，如 "{common_pin}"。它可以包含字母、数字和特殊字符。
zh_tw: PIN 碼的長度必須是 {min_length}-{max_length} 字元，至少包含 {unique_characters} 個獨特字元，而且不能是常用的 PIN 碼，例如 "{common_pin}"。PIN 碼可以包含字母、數字和特殊符號。

# s_ep_attestation
source: Enterprise Attestation
cs: Ověření podniku
es: Atestación empresarial
fr: Attestation d'entreprise
hu: Vállalati tanúsítás
it: Attestazione aziendale
nl: Bedrijf herkenning
pl: Atest przedsiębiorstwa
pt: Atestado Corporativo
ru: Корпоративная Аттестация
sk: Podniková atestácia
sv: Företagsintyg
tr: Kurumsal Doğrulama
uk: Атестація підприємства
vi: Xác thực Doanh Nghiệp
zh: 企业认证
zh_tw: 企業驗證

# s_ep_attestation_enabled
source: Enterprise Attestation enabled
cs: Ověření podniku je povoleno
de: Enterprise Attestation aktiviert
es: Atestación empresarial habilitada
fr: Attestation d'entreprise activée
hu: Vállalati tanúsítás engedélyezve
it: Attestazione aziendale abilitata
ja: Enterprise Attestation が有効です
nl: Bedrijfsherkenning ingeschakeld
pl: Atest przedsiębiorstwa został włączony
pt: Atestação Empresarial habilitado
ru: Включена Корпоративная Аттестация
sk: Podniková atestácia povolená
sv: Företagsattestering aktiverad
tr: Kurumsal Doğrulama etkinleştirildi
uk: Атестацію підприємства ввімкнено
vi: Xác thực Doanh Nghiệp đã được kích hoạt
zh: 企业认证已启用
zh_tw: 企業驗證已啟用

# q_enable_ep_attestation
source: Enable Enterprise Attestation?
cs: Povolit ověření podniku?
de: Enterprise Attestation aktivieren?
es: ¿Habilitar atestación empresarial?
fr: Activer l'Attestation d'Entreprise ?
hu: Engedélyezze a vállalati tanúsítást?
it: Abilitare l'attestazione aziendale?
ja: Enterprise Attestation を有効にしますか？
nl: Bedrijfsherkenning inschakelen?
pl: Włączyć atest przedsiębiorstwa?
pt: Habilitar Certificação Empresarial?
ru: Включить Корпоративную Аттестацию?
sv: Aktivera Enterprise Attestation?
tr: Kurumsal Doğrulama etkinleştirilsin mi?
uk: Увімкнути корпоративну атестацію?
zh: 启用企业认证？
zh_tw: 啟用企業驗證？

# p_enable_ep_attestation_desc
source: This will enable Enterprise Attestation, allowing authorized domains to uniquely identify your YubiKey.
cs: Tímto se povolí Ověření podniku umožňující autorizovaným doménám jedinečnou identifikaci vašeho YubiKey.
de: Dies aktiviert Enterprise Attestation, eine Funktion die es berechtigten Domains ermöglicht deinen YubiKey eindeutig zu identifizieren.
es: Esto habilitará la atestación empresarial, permitiendo que los dominios autorizados identifiquen de forma exclusiva tu YubiKey.
fr: Cela activera l'Attestation d'Entreprise, permettant aux domaines autorisés d'identifier votre YubiKey de manière unique.
hu: Ez engedélyezi a vállalati tanúsítást, amely lehetővé teszi az engedélyezett domain-ek számára, hogy egyedileg azonosítsák a YubiKey-t.
it: Questo abiliterà l’attestazione aziendale, consentendo ai domini autorizzati a identificare univocamente la tua YubiKey.
ja: Enterprise Attestation が有効になり、認可されたドメインが YubiKey を一意に識別できるようになります。
nl: Dit zal bedrijfsherkenning mogelijk maken, waardoor geautoriseerde domeinen uw YubiKey uniek kunnen identificeren.
pl: Spowoduje to włączenie atestu przedsiębiorstwa, pozwalającego autoryzowanym domenom na jednoznaczną identyfikację klucza YubiKey.
pt: Isso habilitará o Enterprise Attestation, permitindo que domínios autorizados identifiquem exclusivamente seu YubiKey.
ru: Это позволит Корпоративную Аттестацию, позволяя авторизованным доменам однозначно идентифицировать ваш YubiKey.
sk: Týmto sa umožní podniková atestácia, ktorá umožní autorizovaným doménam jednoznačne identifikovať váš YubiKey.
sv: Detta möjliggör Enterprise Attestation, vilket gör att auktoriserade domäner kan identifiera din YubiKey på ett unikt sätt.
tr: Bu, Kurumsal Doğrulamayı etkinleştirecek ve yetkili alan adlarının YubiKey'inizi benzersiz şekilde tanımlamasına olanak tanıyacaktır.
uk: Це активує корпоративну атестацію, що дозволить авторизованим доменам унікально ідентифікувати ваш YubiKey.
vi: Điều này sẽ kích hoạt Xác thực Doanh Nghiệp, cho phép các miền được ủy quyền xác định YubiKey của bạn một cách duy nhất.
zh: 这将启用企业认证，允许授权域唯一识别您的 YubiKey。
zh_tw: 這將啟用企業驗證，允許授權網域唯一識別您的 YubiKey。

# p_enable_ep_attestation_disable_with_factory_reset
source: Once enabled, Enterprise Attestation can only be disabled by performing a FIDO factory reset.
cs: Pokud je povoleno, Ověření podniku může být vypnuto pouze resetováním FIDO aplikace.
de: Einmal aktiviert, kann Enterprise Attestation nur durch einen FIDO-Reset deaktiviert werden.
es: Una vez habilitada, la atestación empresarial solo se puede deshabilitar realizando un restablecimiento de fábrica de FIDO.
fr: Une fois activée, l'attestation d'entreprise ne peut être désactivée qu'en procédant à une réinitialisation d'usine de FIDO.
hu: A vállalati tanúsítást csak a FIDO gyári visszaállításával lehet letiltani.
it: Una volta abilitata, l’attestazione aziendale può essere disabilitata solo eseguendo un ripristino alle impostazioni di fabbrica FIDO.
ja: 一度 Enterprise Attestation を有効にすると、無効にするには FIDO の工場出荷時リセットを実行する必要があります。
nl: Eenmaal ingeschakeld kan Bedrijfsherkenning alleen worden uitgeschakeld door het terugzetten van FIDO naar de fabrieksinstellingen uit te voeren.
pl: Wyłączenie atestu przedsiębiorstwa możliwe jest tylko poprzez przywrócenie ustawień fabrycznych aplikacji FIDO.
pt: Uma vez ativado, o Enterprise Attestation só pode ser desativado por meio de uma redefinição de fábrica do FIDO.
ru: После включения Корпоративную Аттестацию можно отключить, только выполнив сброс настроек FIDO к заводским настройкам.
sk: Po zapnutí podnikovej atestácie ju možno vypnúť len vykonaním obnovenia výrobných nastavení FIDO.
sv: När Enterprise Attestation har aktiverats kan den endast avaktiveras genom att utföra en fabriksåterställning av FIDO.
tr: Kurumsal Doğrulama etkinleştirildikten sonra, yalnızca FIDO fabrika ayarlarına sıfırlama işlemi ile devre dışı bırakılabilir.
uk: Після ввімкнення корпоративну атестацію можна вимкнути лише шляхом скидання налаштувань FIDO до заводських.
vi: Khi đã kích hoạt, Xác thực Doanh Nghiệp chỉ có thể bị tắt bằng cách thực hiện khôi phục cài đặt gốc FIDO.
zh: 一旦启用企业认证，就只能通过执行 FIDO 出厂重置进行禁用。
zh_tw: 一旦啟用，企業認證只能透過執行 FIDO 出廠重置來停用。

# s_pin_required
source: PIN required
cs: Vyžadován PIN
de: PIN erforderlich
es: PIN requerido
fr: PIN requis
hu: PIN szükséges
it: PIN richiesto
ja: PINが必要
nl: Pincode vereist
pl: Kod PIN jest wymagany
pt: PIN requerido
ru: Требуется PIN-код
sk: Vyžaduje sa PIN kód
sv: PIN-kod krävs
tr: PIN gerekli
uk: Потрібен PIN-код
vi: Cần Mã PIN
zh: 需要 PIN
zh_tw: 需要 PIN 碼

# p_pin_required_desc
source: The action you are about to perform requires the PIV PIN to be entered.
cs: Akce, kterou se chystáte provést, vyžaduje zadání kódu PIV PIN.
de: Diese Aktion erfordert die PIV PIN.
es: La acción que estás a punto de realizar requiere la introducción del PIN PIV.
fr: L'action que vous allez effectuer nécessite la saisie du PIN PIV.
hu: A végrehajtandó művelethez a PIV PIN-kód megadása szükséges.
it: L'azione che si sta per eseguire richiede l'inserimento del PIN PIV.
ja: 実行しようとしているアクションでは、PIV PINを入力する必要があります。
nl: De actie die u gaat uitvoeren vereist dat de FIDO2 pincode wordt ingevoerd.
pl: Działanie wymaga wpisania kodu PIN PIV.
pt: A ação que você está prestes a executar requer que o código de bloqueio seja inserido.
ru: Действие, которое вы собираетесь выполнить, требует ввода PIN-кода PIV.
sk: Akcia, ktorú sa chystáte vykonať, vyžaduje zadanie kódu PIV PIN.
sv: Den åtgärd du ska utföra kräver att du anger PIV PIN-koden.
tr: Gerçekleştirmek üzere olduğunuz eylem PIV PIN kodunun girilmesini gerektirir.
uk: Дія, яку ви збираєтеся виконати, вимагає введення PIN-коду PIV.
vi: Hành động bạn sắp thực hiện yêu cầu phải nhập Mã PIN PIV.
zh: 您将要执行的操作需要输入 PIV PIN 。
zh_tw: 您要執行的動作需要輸入 PIV PIN。

# l_piv_pin_blocked
source: Blocked, use PUK to reset
cs: Zablokováno, pro obnovení použijte PUK
de: Gesperrt, verwende die PUK zum Zurücksetzen
es: Bloqueado, utiliza el PUK para restablecer
fr: Bloqué, utilisez PUK pour réinitialiser
hu: Blokkolva, használja a PUK-ot a visszaállításhoz
it: Bloccato, utilizza il PUK per ripristinare
ja: ブロックされています。リセットするにはPUKを使用してください
nl: Geblokkeerd, gebruik pukcode om terug te zetten
pl: Zablokowano. Użyj kodu PUK, aby zresetować
pt: Bloqueado, use o PUK para redefinir
ru: Заблокирован, используйте PUK для сброса
sk: Zablokované, na obnovenie použite PUK
sv: Blockerad, använd PUK för att återställa
tr: Engellendi, sıfırlamak için PUK kullanın
uk: Заблоковано, використовуйте PUK для скидання
vi: Bị khóa, sử dụng PUK để khôi phục
zh: 已封禁，请使用 PUK 以重置
zh_tw: 已封鎖，請使用 PUK 碼重置

# p_piv_pin_blocked_desc
source: The PIN is blocked. Use the PUK to reset it.
cs: PIN je zablokován. Použijte PUK pro jeho obnovení.
de: Die PIN ist blockiert. Benutze die PUK um sie zurückzusetzen.
es: El PIN está bloqueado. Utiliza el PUK para restablecerlo.
fr: Le code PIN est bloqué. Utilisez le code PUK pour le réinitialiser.
hu: A PIN blokkolva van. Használja a PUK-ot a visszaállításhoz.
it: Il PIN è bloccato. Utilizza il PUK per ripristinarlo.
ja: PIN がブロックされています。PUK を使用してリセットしてください。
nl: De pincode is geblokkeerd. Gebruik de pukcode om deze opnieuw in te stellen.
pl: Kod PIN jest zablokowany. Użyj kodu PUK, aby zresetować.
pt: O PIN foi bloqueado. Use o PUK para redefinição.
ru: PIN-код заблокирован. Используйте PUK для его сброса.
sv: PIN-koden är blockerad. Använd PUK för att återställa den.
tr: PIN bloke edilmiştir. Sıfırlamak için PUK kullanın.
uk: PIN-код заблоковано. Використайте PUK-код, щоб скинути його.
zh: PIN 已被封禁。请使用 PUK 重置。
zh_tw: PIN 碼已被封鎖，請使用 PUK 碼重置。

# p_piv_pin_blocked_bio_desc
source: The PIN is blocked. A factory reset is required.
es: El PIN está bloqueado. Se requiere un restablecimiento de fábrica.
fr: Le code PIN est bloqué. Une réinitialisation d'usine est requise.
hu: A PIN blokkolva van. Visszaállítás gyári beállításokra szükséges.
it: Il PIN è bloccato. È necessario un ripristino di fabbrica.
nl: De pincode is geblokkeerd. Terugzetten naar fabrieksinstellingen is vereist.
pl: Kod PIN jest zablokowany. Wymagane jest przywrócenie ustawień fabrycznych.
pt: O PIN está bloqueado. É necessário redefinir para as configurações de fábrica.
ru: PIN-код заблокирован. Требуется сброс к заводским настройкам.
uk: PIN-код заблоковано. Потрібне скидання до заводських налаштувань.
zh_tw: PIN 碼已被封鎖，需要進行出廠重置。

# l_piv_pin_puk_blocked
source: Blocked, factory reset needed
cs: Zablokováno, je potřeba obnovení továrních nastavení
de: Gesperrt, Zurücksetzen auf Werkseinstellungen erforderlich
es: Bloqueado, se necesita un restablecimiento de fábrica
fr: Bloqué, réinitialisation aux paramètres d'usine nécessaire
hu: Blokkolva, visszaállítás gyári beállításokra szükséges
it: Bloccato, è necessario un ripristino di fabbrica
ja: ブロックされています。工場出荷時の状態にリセットする必要があります
nl: Geblokkeerd, terugzetten naar fabrieksinstellingen is nodig
pl: Zablokowano. Wymagane jest przywrócenie ustawień fabrycznych
pt: Bloqueado, redefinição de fábrica necessária
ru: Заблокирован, требуется сброс к заводским настройкам
sk: Zablokované, je potrebné obnovenie výrobných nastavení
sv: Blockerad, fabriksåterställning krävs
tr: Bloke edildi, fabrika ayarlarına sıfırlama gerekli
uk: Заблоковано, потрібне скидання до заводських налаштувань
vi: Bị khóa, cần khôi phục cài đặt gốc
zh: 已封禁，需要出厂重置
zh_tw: 已封鎖，需要出廠重置

# p_piv_pin_puk_blocked_desc
source: Both the PIN and PUK are blocked. A factory reset of the PIV application is required.
cs: PIN i PUK jsou zablokovány. Je potřeba resetovat aplikaci PIV.
de: Sowohl die PIN als auch PUK sind blockiert. Die PIV-Anwendung muss zurückgesetzt werden.
es: Tanto el PIN como el PUK están bloqueados. Se requiere un restablecimiento de fábrica de la aplicación PIV.
fr: Le code PIN et le code PUK sont tous deux bloqués. Une réinitialisation d'usine de l'application PIV est nécessaire.
hu: A PIN és a PUK is blokkolva lett. A PIV alkalmazás visszaállítása szükséges.
it: Sia il PIN che il PUK sono bloccati. È necessario un ripristino di fabbrica dell'applicazione PIV.
ja: PIN と PUK の両方がブロックされています。PIV アプリケーションの工場出荷時リセットが必要です。
nl: Zowel de pincode als de pukcode zijn geblokkeerd. Terugzetten naar de fabrieksinstellingen van de toepassing PIV is vereist.
pl: Kody PIN i PUK są zablokowane. Wymagane jest przywrócenie ustawień fabrycznych aplikacji PIV.
pt: Tanto o PIN quanto o PUK estão bloqueados. É necessário realizar uma redefinição de fábrica do aplicativo PIV.
ru: И PIN, и PUK заблокированы. Требуется сброс настроек приложения PIV к заводским настройкам.
sv: Både PIN och PUK är blockerade. En fabriksåterställning av PIV applikationen krävs.
tr: Hem PIN hem de PUK bloke edilmiştir. PIV uygulamasının fabrika ayarlarına sıfırlanması gerekmektedir.
uk: PIN-код та PUK-код заблоковано. Потрібне скидання налаштувань програми PIV до заводських.
zh: PIN 和 PUK 均被封禁。需要对 PIV 应用程序进行出厂重置。
zh_tw: PIN 碼和 PUK 碼均被封鎖，需要對 PIV 應用進行出廠重置。

# p_new_piv_pin_puk_requirements
source: A {name} must be at least {length} characters long.
cs: {name} musí mít alespoň {length} znaků.
de: Eine {name} muss mindestens {length} Zeichen lang sein.
es: Un {name} debe tener al menos {length} caracteres.
fr: Le {name} doit avoir au moins {length} caractères.
hu: A(z) {name} legalább {length} karakter hosszú legyen.
it: Un {name} deve essere lungo almeno {length} caratteri.
ja: {name} は {length} 文字以上で設定してください。
nl: Een {name} moet ten minste {length} tekens lang zijn.
pl: {name} musi składać się z co najmniej {length} znaków.
pt: O {name} deve ter pelo menos {length} caracteres.
ru: {name} должен содержать не менее {length} символов.
tr: Bir {name} en az {length} karakter uzunluğunda olmalıdır.
uk: {name} має містити щонайменше {length} символів.
zh: {name} 的长度必须至少为 {length} 个字符。
zh_tw: {name} 的長度必須至少為 {length} 個字元。
