Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_no_certificate
source: No certificate loaded
cs: Není načten žádný certifikát
de: Kein Zertifikat geladen
es: No se ha cargado ningún certificado
fr: Aucun certificat chargé
hu: Nincs tanúsítvány betöltve
it: Nessun certificato caricato
ja: ロードされている証明書はありません
nl: Geen certificaat geladen
pl: Nie załadowano certyfikatu
pt: Nenhum certificado carregado
ru: Сертификат не загружен
sk: Nie je načítaný žiadny certifikát
sv: Inget certifikat laddat
tr: Sertifika yüklenmedi
uk: Сертифікат не завантажено
vi: Chưa có chứng chỉ nào được tải
zh: 未加载证书
zh_tw: 未載入證書

# l_key_no_certificate
source: Key without certificate loaded
cs: Klíč bez certifikátu
de: Schlüssel ohne Zertifikat geladen
es: Clave sin certificado cargada
fr: Clé sans certificat chargé
hu: Tanúsítvány nélküli kulcs betöltve
it: Chiave senza certificato caricato
ja: 鍵が証明書なしでロードされました
nl: Sleutel zonder certificaat geladen
pl: Załadowano klucz bez certyfikatu
pt: Chave sem certificado carregado
ru: Ключ без сертификата загружен
sk: Kľúč bez načítaného certifikátu
sv: Nyckel utan certifikat laddad
tr: Sertifika yüklenmemiş anahtar
uk: Ключ без завантаженого сертифіката
vi: Khóa không có chứng chỉ được tải
zh: 未加载证书的密钥
zh_tw: 已載入無密鑰的證書

# s_generate_key
source: Generate key
cs: Generovat klíč
de: Schlüssel erzeugen
es: Generar clave
fr: Générer clé
hu: Kulcs generálása
it: Genera chiave
ja: 鍵を生成
nl: Sleutel genereren
pl: Generuj klucz
pt: Gerar chave
ru: Сгенерировать ключ
sk: Vygenerovať kľúč
sv: Generera nyckel
tr: Anahtar üret
uk: Згенерувати ключ
vi: Tạo khóa
zh: 生成密钥
zh_tw: 生成密鑰

# l_generate_desc
source: Generate a new certificate or CSR
cs: Vygenerovat nový certifikát nebo CSR
de: Erzeuge ein neues Zertifikat oder CSR
es: Generar un nuevo certificado o CSR
fr: Générer un nouveau certificat ou CSR
hu: Új tanúsítvány vagy CSR generálása
it: Genera un nuovo certificato o CSR
ja: 新しい証明書またはCSRを生成します
nl: Een nieuw certificaat of CSR genereren
pl: Generuj nowy certyfikat lub CSR
pt: Gerar um novo certificado ou CSR
ru: Создать новый сертификат или CSR
sk: Vygenerovať nový certifikát alebo CSR
sv: Generera ett nytt certifikat eller CSR
tr: Yeni bir sertifika veya CSR üret
uk: Згенерувати новий сертифікат або CSR
vi: Tạo một chứng chỉ hoặc CSR mới
zh: 生成新证书或 CSR
zh_tw: 產生新的證書或 CSR

# p_generate_desc
source: This will generate a new key on the YubiKey in PIV slot {slot}.
cs: Toto vygeneruje nový klíč na YubiKey v PIV slotu {slot}.
de: Dies generiert einen neuen Schlüssel auf Deinem YubiKey in PIV-Slot {slot}.
es: Esto generará una nueva clave en la YubiKey en la ranura PIV {slot}.
fr: Cette opération génère une nouvelle clé sur la YubiKey dans l'emplacement PIV {slot}.
hu: Ez egy új kulcsot generál a YubiKey-n a(z) {slot}. PIV-helyen.
it: In questo modo si genera una nuova chiave sulla YubiKey nello slot PIV {slot}.
ja: Yubikey の PIV スロット {slot} に新しい鍵を生成します。
nl: Dit genereert een nieuwe sleutel op de YubiKey in PIV {slot}.
pl: Spowoduje to wygenerowanie nowego klucza w slocie PIV {slot}.
pt: Isto irá gerar uma nova chave no YubiKey no slot PIV {slot}.
ru: Это создаст новый ключ на YubiKey в слоте PIV {slot}.
sk: Týmto sa vygeneruje nový kľúč na YubiKey v slote PIV {slot}. Verejný kľúč sa uloží do súboru, vloží sa do samo-podpísaného certifikátu uloženého v zariadení YubiKey alebo do žiadosti o podpísanie certifikátu (CSR) uloženej do súboru.
tr: Bu, {slot} PIV yuvasındaki YubiKey üzerinde yeni bir anahtar oluşturacaktır.
uk: Це згенерує новий ключ на слоті YubiKey у PIV {slot}.
vi: Điều này sẽ tạo một khóa mới trên YubiKey trong khe PIV {slot}. Khóa công khai sẽ được lưu vào tập tin, nhúng vào một chứng chỉ tự ký được lưu trữ trên YubiKey, hoặc trong một yêu cầu ký chứng chỉ (CSR) được lưu vào tập tin.
zh: 这将在 YubiKey 的 PIV 槽位 {slot} 中上生成一个新密钥。
zh_tw: 這將在 YubiKey 的 PIV 槽位 {slot} 中生成一個新的密鑰。

# s_private_key_generated
source: Private key generated
cs: Vygenerován soukromý klíč
de: Privater Schlüssel erzeugt
es: Clave privada generada
fr: Clé privée générée
hu: Privát kulcs generálása
it: La chiave privata è stata generata
ja: 秘密鍵が生成されました
nl: Privésleutel gegenereerd
pl: Klucz prywatny został wygeneroewany
pt: Chave privada gerada
ru: Сгенерирован закрытый ключ
sk: Súkromný kľúč bol vygenerovaný
sv: Privat nyckel genererad
tr: Özel anahtar oluşturuldu
uk: Згенеровано закритий ключ
vi: Khóa riêng đã được tạo
zh: 私钥已生成
zh_tw: 私人密鑰已生成

# p_select_what_to_delete
source: Select what to delete from the slot.
cs: Vyberte, co chcete odstranit ze slotu.
de: Wähle aus was aus dem Slot gelöscht werden soll.
es: Selecciona qué borrar de la ranura.
fr: Sélectionnez ce que vous voulez supprimer de l'emplacement.
hu: Válassza ki, hogy mit szeretne törölni a helyről.
it: Seleziona ciò che vuoi eliminare dallo slot.
ja: スロットから削除するものを選択します。
nl: Selecteer wat u wilt verwijderen uit het slot.
pl: Wybierz, co usunąć ze slotu.
pt: Selecione o que excluir do slot.
ru: Выберите, что удалить из слота.
sk: Vyberte, čo sa má zo slotu odstrániť.
sv: Välj vad som ska tas bort från spelautomaten.
tr: Yuvadan neyin silineceğini seçin.
uk: Виберіть, що видалити зі слота.
vi: Chọn những gì để xóa từ khe.
zh: 选择要从槽位中删除的内容。
zh_tw: 選擇要從槽位中刪除的內容。

# p_warning_delete_certificate
source: Warning! This action will delete the certificate from your YubiKey.
cs: Varování! Tato akce odstraní certifikát z vašeho YubiKey.
de: Achtung! Diese Aktion löscht das Zertifikat von deinem YubiKey.
es: ¡Advertencia! Esta acción eliminará el certificado de tu YubiKey.
fr: Attention ! Cela supprimera le certificat de votre YubiKey.
hu: Figyelem! Ez a művelet törli a tanúsítványt a YubiKey-ről.
it: Attenzione! Questa azione eliminerà il certificato dalla tua YubiKey.
ja: 警告！このアクションにより、YubiKeyから証明書が削除されます。
nl: Waarschuwing! Deze actie verwijdert het certificaat van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to usunięcie certyfikatu z klucza YubiKey.
pt: Aviso! Essa ação excluirá o certificado do seu YubiKey.
ru: Внимание! Это действие удалит сертификат с вашего YubiKey.
sk: Varovanie! Táto akcia vymaže certifikát z vášho YubiKey.
sv: Varning för detta! Denna åtgärd kommer att radera certifikatet från YubiKey.
tr: Uyarı! Bu işlem sertifikayı YubiKey'inizden silecektir.
uk: Увага! Ця дія видалить сертифікат з вашого YubiKey.
vi: Cảnh báo! Hành động này sẽ xóa chứng chỉ khỏi YubiKey của bạn.
zh: 警告！此操作将从您的 YubiKey 中删除帐号。
zh_tw: 警告！此動作將從您的 YubiKey 中刪除證書。

# p_warning_delete_key
source: Warning! This action will delete the private key from your YubiKey.
cs: Varování! Tato akce odstraní soukromý klíč z vašeho YubiKey.
de: Achtung! Diese Aktion löscht den privaten Schlüssel von deinem YubiKey.
es: ¡Advertencia! Esta acción borrará la clave privada de tu YubiKey.
fr: Attention! Cette action supprimera la clé privée de votre YubiKey.
hu: Figyelem! Ez a művelet törli a privát kulcsot a YubiKey-ről.
it: Attenzione! Questa azione eliminerà la chiave privata dalla tua YubiKey.
ja: 警告！この操作はあなたのYubiKeyから秘密鍵を削除します。
nl: Waarschuwing! Deze actie verwijdert de privésleutel van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to usunięcie klucza prywatnego z YubiKey.
pt: Aviso! Essa ação excluirá a chave privada do seu YubiKey.
ru: Внимание! Это действие удалит закрытый ключ с вашего YubiKey.
sk: Varovanie! Táto akcia vymaže súkromný kľúč z vášho YubiKey.
sv: Varning för detta! Denna åtgärd raderar den privata nyckeln från din YubiKey.
tr: Uyarı! Bu işlem özel anahtarı YubiKey'inizden silecektir.
uk: Увага! Ця дія видалить закритий ключ з вашого YubiKey.
vi: Cảnh báo! Hành động này sẽ xóa khóa riêng khỏi YubiKey của bạn.
zh: 警告！此操作将从您的 Yubikey 中删除私钥。
zh_tw: 警告！此動作將從您的 YubiKey 中刪除私人密鑰。

# p_warning_delete_certificate_and_key
source: Warning! This action will delete the certificate and private key from your YubiKey.
cs: Varování! Tato akce odstraní certifikát a soukromý klíč z vašeho YubiKey.
de: Achtung! Diese Aktion löscht das Zertifikat und den privaten Schlüssel von deinem YubiKey.
es: ¡Advertencia! Esta acción borrará el certificado y la clave privada de tu YubiKey.
fr: Attention! Cette action supprimera le certificat et la clé privée de votre YubiKey.
hu: Figyelem! Ez a művelet törli a tanúsítványt és a privát kulcsot a YubiKey-ről.
it: Attenzione! Questa azione eliminerà il certificato e la chiave privata dalla tua YubiKey.
ja: 警告! この操作は証明書と秘密鍵をあなたのYubiKeyから削除します。
nl: Waarschuwing! Deze actie verwijdert het certificaat en de privésleutel van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to usunięcie certyfikatu i klucza prywatnego z YubiKey.
pt: Aviso! Essa ação excluirá o certificado e a chave privada da sua YubiKey.
ru: Внимание! Это действие удалит сертификат и закрытый ключ с вашего YubiKey.
sk: Varovanie! Táto akcia vymaže certifikát a súkromný kľúč z vášho YubiKey.
sv: Varning för detta! Denna åtgärd raderar certifikatet och den privata nyckeln från din YubiKey.
tr: Uyarı! Bu işlem sertifikayı ve özel anahtarı YubiKey'inizden silecektir.
uk: Увага! Ця дія видалить сертифікат і закритий ключ з вашого YubiKey.
vi: Cảnh báo! Hành động này sẽ xóa chứng chỉ và khóa riêng khỏi YubiKey của bạn.
zh: 警告！此操作将从您的 YubiKey 中删除证书和私钥。
zh_tw: 警告！此動作將從您的 YubiKey 中刪除證書和私鑰。

# p_delete_certificate_desc
source: This will delete the certificate in PIV slot {slot}.
cs: Tímto odstraníte certifikát v PIV slotu {slot}.
de: Dadurch wird das Zertifikat im PIV-Slot {slot} gelöscht.
es: Esto borrará el certificado en la ranura PIV {slot}.
fr: Cela supprimera le certificat dans l'emplacement PIV {slot}.
hu: Ezzel törli a tanúsítványt a(z) {slot}. PIV-helyről.
it: Questa azione eliminerà il certificato nello slot PIV {slot}.
ja: PIV スロット {slot} の証明書を削除します。
nl: Dit verwijdert het certificaat in PIV-slot {slot}.
pl: Spowoduje to usunięcie certyfikatu ze slotu PIV {slot}.
pt: Isso excluirá o certificado no slot PIV {slot}.
ru: Это удалит сертификат в слоте PIV {slot}.
tr: Bu işlem {slot} PIV yuvasındaki sertifikayı silecektir.
uk: Це видалить сертифікат у слоті PIV {slot}.
zh: 这将删除 PIV 槽位 {slot}中的证书。
zh_tw: 這將刪除 PIV 槽位 {slot} 中的證書。

# p_delete_key_desc
source: This will delete the private key in PIV slot {slot}.
cs: Tímto odstraníte soukromý klíč v PIV slotu {slot}.
de: Dadurch wird der private Schlüssel im PIV-Slot {slot} gelöscht.
es: Esto borrará la clave privada en la ranura PIV {slot}.
fr: Cela supprimera le certificat dans l'emplacement PIV {slot}.
hu: Ezzel törli a privát kulcsot a(z) {slot}. PIV-helyről.
it: Questa azione eliminerà la chiave privata nello slot PIV {slot}.
ja: PIV スロット {slot} の秘密鍵を削除します。
nl: Dit verwijdert de privésleutel in PIV-slot {slot}.
pl: Spowoduje to usunięcie klucza prywatnego ze slotu PIV {slot}.
pt: Isso excluirá a chave privada no slot PIV {slot}.
ru: Это удалит закрытый ключ в слоте PIV {slot}.
tr: Bu işlem {slot} PIV yuvasındaki özel anahtarı silecektir.
uk: Це видалить закритий ключ у слоті PIV {slot}.
zh: 这将删除 PIV 槽位 {slot}中的密钥。
zh_tw: 這將刪除 PIV 槽位 {slot} 中的私鑰。

# p_delete_certificate_and_key_desc
source: This will delete the certificate and private key in PIV slot {slot}.
cs: Tímto odstraníte certifikát a soukromý klíč v PIV slotu {slot}.
de: Dadurch werden das Zertifikat und der private Schlüssel im PIV-Slot {slot} gelöscht.
es: Esto borrará el certificado y la clave privada en la ranura PIV {slot}.
fr: Ceci supprimera le certificat et la clé privée dans l'emplacement PIV {slot}.
hu: Ezzel törli a tanúsítványt és a magánkulcsot a(z) {slot}. PIV-helyről.
it: Questa azione eliminerà il certificato e la chiave privata nello slot PIV {slot}.
ja: PIV スロット {slot} の証明書と秘密鍵を削除します。
nl: Hierdoor worden het certificaat en de privésleutel in het PIV-slot {slot} verwijderd.
pl: Spowoduje to usunięcie certyfikatu i klucza prywatnego ze slotu PIV {slot}.
pt: Isso excluirá o certificado e a chave privada no slot PIV {slot}.
ru: Это удалит сертификат и закрытый ключ в слоте PIV {slot}.
tr: Bu işlem {slot} PIV yuvasındaki sertifikayı ve özel anahtarı silecektir.
uk: Це видалить сертифікат і закритий ключ у слоті PIV {slot}.
zh: 这将删除 PIV 槽位 {slot}中的证书和密钥。
zh_tw: 這將刪除 PIV 槽位 {slot}中的證書和私鑰。

# l_certificate_deleted
source: Certificate deleted
cs: Certifikát byl odstraněn
de: Zertifikat gelöscht
es: Certificado borrado
fr: Certificat supprimé
hu: Tanúsítvány törölve
it: Certificato eliminato
ja: 証明書が削除されました
nl: Certificaat verwijderd
pl: Certyfikat został usunięty
pt: Certificado excluído
ru: Сертификат удален
sk: Certifikát bol vymazaný
sv: Certifikat raderat
tr: Sertifika silindi
uk: Сертифікат видалено
vi: Chứng chỉ đã bị xóa
zh: 证书已删除
zh_tw: 證書已刪除

# l_key_deleted
source: Key deleted
cs: Klíč byl odstraněn
de: Schlüssel gelöscht
es: Clave borrada
fr: Clé supprimée
hu: Kulcs törölve
it: Chiave eliminata
ja: キーを削除しました
nl: Sleutel verwijderd
pl: Klucz został usunięty
pt: Chave excluída
ru: Ключ удален
sk: Kľúč bol vymazaný
sv: Nyckel borttagen
tr: Anahtar silindi
uk: Ключ видалено
vi: Khóa đã bị xóa
zh: 密钥已删除
zh_tw: 密鑰已刪除

# l_certificate_and_key_deleted
source: Certificate and key deleted
cs: Certifikát a klíč byly odstraněny
de: Zertifikat und Schlüssel gelöscht
es: Certificado y clave borrados
fr: Certificat et clé supprimés
hu: Tanúsítvány és kulcs törölve
it: Certificato e chiave eliminati
ja: 証明書とキーが削除されました
nl: Certificaat en sleutel verwijderd
pl: Certyfikat i klucz został usunięty
pt: Certificado e chave excluídos
ru: Сертификат и ключ удалены
sk: Certifikát a kľúč boli vymazané
sv: Certifikat och nyckel raderade
tr: Sertifika ve anahtar silindi
uk: Сертифікат і ключ видалено
vi: Chứng chỉ và khóa đã bị xóa
zh: 证书和密钥已删除
zh_tw: 證書和密鑰已刪除

# l_include_certificate
source: Include certificate
cs: Včetně certifikátu
de: Zertifikat einbeziehen
es: Incluir certificado
fr: Inclure le certificat
hu: Tanúsítvány tartalmazása
it: Includi il certificato
ja: 証明書を含める
nl: Certificaat opnemen
pl: Dołącz certyfikat
pt: Incluir certificado
ru: Включить сертификат
sk: Zahrnúť certifikát
sv: Inkludera certifikat
tr: Sertifikayı dahil et
uk: Включити сертифікат
vi: Bao gồm chứng chỉ
zh: 包含证书
zh_tw: 包含證書

# l_select_destination_slot
source: Select destination slot
cs: Vyberte cílový slot
de: Ziel-Slot wählen
es: Selecciona la ranura de destino
fr: Sélectionnez l'emplacement de destination
hu: Célhely kiválasztása
it: Seleziona lo slot di destinazione
ja: 宛先スロットを選択
nl: Bestemmingsslot selecteren
pl: Wybierz docelowy slot
pt: Selecione o slot de destino
ru: Выберите слот назначения
sk: Vyberte cieľový slot
sv: Välj destinationsplats
tr: Hedef yuvasını seçin
uk: Виберіть слот призначення
vi: Chọn khe đích
zh: 选择目标槽位
zh_tw: 選擇目標槽位

# q_move_key_confirm
source: Move the private key in PIV slot {from_slot}?
cs: Přesunout soukromý klíč v PIV slotu {from_slot}?
de: Soll der private Schlüssel in PIV Slot {from_slot} verschoben werden?
es: ¿Mover la clave privada de la ranura PIV {from_slot}?
fr: Déplacer la clé privée depuis l'emplacement PIV {from_slot}?
hu: Áthelyezi a privát kulcsot a(z) {from_slot}. PIV-helyről?
it: Spostare la chiave privata nello slot PIV {from_slot}?
ja: PIVスロット {from_slot}で秘密鍵を移動しますか？
nl: De privésleutel in PIV-slot {from_slot} verplaatsen?
pl: Przenieść klucz prywatny ze slotu PIV {from_slot}?
pt: Mover a chave privada no espaço PIV {from_slot}?
ru: Переместить закрытый ключ в слот PIV {from_slot}?
sk: Presunúť súkromný kľúč v slote PIV {from_slot}?
sv: Flytta den privata nyckeln i PIV-platsen {from_slot}?
tr: {from_slot} PIV yuvasındaki özel anahtar taşınsın mı?
uk: Перемістити закритий ключ у слот PIV {from_slot}?
vi: Di chuyển khóa riêng trong khe PIV {from_slot}?
zh: 移动 PIV 槽位 {from_slot} 中的密钥？
zh_tw: 移動 PIV 槽位 {from_slot} 中的私鑰？

# q_move_key_to_slot_confirm
source: Move the private key in PIV slot {from_slot} to slot {to_slot}?
cs: Přesunout soukromý klíč v PIV slotu {from_slot} do slotu {to_slot}?
de: Soll der private Schlüssel von PIV Slot {from_slot} zu Slot {to_slot} verschoben werden?
es: ¿Mover la clave privada de la ranura PIV {from_slot} a la ranura {to_slot}?
fr: Déplacer la clé privée depuis l'emplacement PIV {from_slot} vers l'emplacement {to_slot}?
hu: Áthelyezi a privát kulcsot a(z) {from_slot}. PIV-helyről a(z) {to_slot}. helyre?
it: Spostare la chiave privata dallo slot PIV {from_slot} allo slot {to_slot}?
ja: PIVスロット {from_slot} の秘密鍵をスロット {to_slot}に移動しますか？
nl: De privésleutel in PIV-slot {from_slot} naar slot {to_slot} verplaatsen?
pl: Przenieść klucz prywatny ze slotu PIV {from_slot} do {to_slot}?
pt: Mover a chave privada no espaço PIV {from_slot} para o espaço {to_slot}?
ru: Переместить закрытый ключ из слота PIV {from_slot} в слот {to_slot}?
sk: Presunúť súkromný kľúč v slote PIV {from_slot} do slotu {to_slot}?
sv: Flytta den privata nyckeln i PIV-platsen {from_slot} till platsen {to_slot}?
tr: {from_slot} PIV yuvasındaki özel anahtar, {to_slot} yuvasına taşınsın mı?
uk: Перемістити закритий ключ зі слота PIV {from_slot} до слота {to_slot}?
vi: Di chuyển khóa riêng trong khe PIV {from_slot} đến khe {to_slot}?
zh: 将 PIV 槽位 {from_slot} 中的密钥移至槽位 {to_slot} ？
zh_tw: 將 PIV 槽位 {from_slot} 中的私鑰移至槽位 {to_slot}？

# q_move_key_and_certificate_to_slot_confirm
source: Move the private key and certificate in PIV slot {from_slot} to slot {to_slot}?
cs: Přesunout soukromý klíč a certifikát v PIV slotu {from_slot} do slotu {to_slot}?
de: Soll der private Schlüssel und das Zertifikat von PIV Slot {from_slot} zu Slot {to_slot} verschoben werden?
es: ¿Mover la clave privada y el certificado de la ranura PIV {from_slot} a la ranura {to_slot}?
fr: Déplacer la clé privée et le certificat depuis l'emplacement PIV {from_slot} vers l'emplacement {to_slot}?
hu: Áthelyezi a privát kulcsot és tanúsítványt a(z) {from_slot}. PIV-helyről a(z) {to_slot}. helyre?
it: Spostare la chiave privata e il certificato dallo slot PIV {from_slot} allo slot {to_slot}?
ja: PIV スロット {from_slot} の秘密鍵と証明書をスロット {to_slot} に移動しますか？
nl: De privésleutel en het certificaat in PIV-slot {from_slot} naar slot {to_slot} verplaatsen?
pl: Przenieść klucz prywatny i certyfikat ze slotu PIV {from_slot} do {to_slot}?
pt: Mover a chave privada e o certificado do espaço PIV {from_slot} para o espaço {to_slot}?
ru: Переместить закрытый ключ и сертификат из слота PIV {from_slot} в слот {to_slot}?
sk: Premiestniť súkromný kľúč a certifikát v slote PIV {from_slot} do slotu {to_slot}?
sv: Flytta den privata nyckeln och certifikatet i PIV-platsen {from_slot} till platsen {to_slot}?
tr: {from_slot} PIV yuvasındaki özel anahtar ve sertifika, {to_slot} yuvasına taşınsın mı?
uk: Перемістити закритий ключ і сертифікат зі слота PIV {from_slot} до слота {to_slot}?
vi: Di chuyển khóa riêng và chứng chỉ trong khe PIV {from_slot} đến khe {to_slot}?
zh: 将 PIV 槽位 {from_slot} 中的私钥和证书移至槽位 {to_slot}？
zh_tw: 將 PIV 槽位 {from_slot} 中的私鑰和證書移至槽位 {to_slot}？

# p_password_protected_file
source: The selected file is password protected.
cs: Vybraný soubor je chráněn heslem.
de: Die ausgewählte Datei ist passwortgeschützt.
es: El archivo seleccionado está protegido por contraseña.
fr: Le fichier sélectionné est protégé par un mot de passe.
hu: A kiválasztott fájl jelszóval védett.
it: Il file selezionato è protetto da password.
ja: 選択したファイルはパスワードで保護されています。
nl: Het geselecteerde bestand is beveiligd met een wachtwoord.
pl: Plik jest chroniony hasłem.
pt: O arquivo selecionado é protegido por senha.
ru: Выбранный файл защищен паролем.
sk: Vybraný súbor je chránený heslom. Ak chcete pokračovať, zadajte heslo.
tr: Seçilen dosya parola korumalıdır.
uk: Вибраний файл захищено паролем.
vi: Tập tin đã chọn được bảo vệ bằng mật khẩu. Nhập mật khẩu để tiếp tục.
zh: 选中的文件受密码保护。
zh_tw: 選取的檔案受到密碼保護。

# p_import_items_desc
source: The following item(s) will be imported into PIV slot {slot}.
cs: Následující položka(y) budou importovány do PIV slotu {slot}.
de: Die folgenden Elemente werden in den PIV Slot {slot} importiert.
es: Los siguientes elementos se importarán en la ranura PIV {slot}.
fr: Les éléments suivants seront importés dans le slot PIV {slot}.
hu: A következő tétel(ek) lesz(nek) importálva a(z) {slot}. PIV-helyre.
it: I seguenti elementi saranno importati nello slot PIV {slot}.
ja: 以下のアイテムがPIVスロット{slot}にインポートされます。
nl: De volgende item(s) worden geïmporteerd in PIV-slot {slot}.
pl: Następujące elementy zostaną zaimportowane do slotu PIV {slot}.
pt: O(s) seguinte(s) item(ns) será(ão) importado(s) para o slot PIV {slot}.
ru: В слот PIV {slot} будут импортированы следующие предметы.
sk: Do slotu PIV {slot} sa naimportujú tieto položky.
sv: Följande artiklar kommer att importeras till PIV-platsen {slot}.
tr: Aşağıdaki(ler), {slot} PIV yuvasına aktarılacaktır.
uk: Наступні елементи будуть імпортовані в слот PIV {slot}.
vi: Các mục sau sẽ được nhập vào khe PIV {slot}.
zh: 以下项目将导入 PIV 槽位 {slot}。
zh_tw: 以下項目將會匯入至 PIV 槽位 {slot}。

# l_warning_public_key_mismatch
source: The public key of the certificate does not match the private key in the slot
cs: Veřejný klíč certifikátu se neshoduje se soukromým klíčem ve slotu
de: Der öffentliche Schlüssel des Zertifikats stimmt nicht mit dem privaten Schlüssel im Slot überein
es: La clave pública del certificado no coincide con la clave privada en la ranura
fr: La clé publique du certificat ne correspond pas à la clé privée de l'emplacement
hu: A tanúsítvány nyilvános kulcsa nem egyezik meg a helyen lévő privát kulccsal.
it: La chiave pubblica del certificato non corrisponde alla chiave privata presente nello slot
ja: 証明書の公開鍵がスロットにある秘密鍵と一致しません
nl: De publieke sleutel van het certificaat komt niet overeen met de privésleutel in het slot
pl: Klucz publiczny certyfikatu nie pasuje do klucza prywatnego w slocie
pt: A chave pública do certificado não corresponde à chave privada no slot
ru: Публичный ключ сертификата не совпадает с закрытым ключом в слоте
tr: Sertifikanın genel anahtarı, yuvadaki özel anahtarla eşleşmiyor
uk: Відкритий ключ сертифіката не збігається із закритим ключем у слоті
zh: 证书的公钥与槽位中的私钥不匹配
zh_tw: 證書的公鑰與槽位中的私鑰不符

# l_key_moved
source: Key moved
cs: Klíč přesunut
de: Schlüssel verschoben
es: Clave movida
fr: Clé déplacée
hu: Kulcs áthelyezve
it: La chiave è stata spostata
ja: キーを移動しました
nl: Sleutel verplaatst
pl: Klucz został przeniesiony
pt: Chave movida
ru: Ключ перемещен
sk: Kľúč bol presunutý
sv: Nyckel flyttas
tr: Anahtar taşındı
uk: Ключ переміщено
vi: Khóa đã được di chuyển
zh: 密钥已移动
zh_tw: 密鑰已移動

# l_key_and_certificate_moved
source: Key and certificate moved
cs: Klíč a certifikát byly přesunuty
de: Schlüssel und Zertifikat verschoben
es: Clave y certificado movidos
fr: Clé et certificat déplacés
hu: Kulcs és tanúsítvány áthelyezve
it: La chiave e il certificato sono stati spostati
ja: キーと証明書が移動されました
nl: Sleutel en certificaat verplaatst
pl: Klucz i certyfikat został przeniesiony
pt: Chave e certificado movidos
ru: Ключ и сертификат перемещены
sk: Kľúč a certifikát boli presunuté
sv: Nyckel och certifikat flyttas
tr: Anahtar ve sertifika taşındı
uk: Ключ і сертифікат переміщено
vi: Khóa và chứng chỉ đã được di chuyển
zh: 移动密钥和证书
zh_tw: 密鑰與證書已移動
