Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_default_key_used
source: Default management key used
cs: Používá se výchozí klíč správy
de: Standard Management Key verwendet
es: Clave de administración predeterminada usada
fr: Clé de gestion par défaut utilisée
hu: Alapértelmezett kezelési kulcs van használatban
it: Chiave di gestione predefinita utilizzata
ja: デフォルトの管理キーが使用されます
nl: Standaard beheersleutel gebruikt
pl: Używany jest domyślny klucz zarządzania
pt: Chave de gerenciamento padrão usada
ru: Используется ключ управления по умолчанию
sk: Používa sa predvolený spravovací kľúč
sv: Standardhanteringsnyckel används
tr: Varsayılan yönetim anahtarı kullanıldı
uk: Використано ключ керування за замовчуванням
vi: Đã sử dụng khóa quản lý mặc định
zh: 默认管理密钥已使用
zh_tw: 使用的預設管理密鑰

# s_generate_random
source: Generate random
cs: Vytvořit náhodný
de: Zufällig generieren
es: Generar clave aleatoria
fr: Génération aléatoire
hu: Véletlenszerű generálása
it: Genera valori casuali
ja: ランダム生成
nl: Genereer willekeurige
pl: Generuj losowo
pt: Gerar aleatório
ru: Сгенерировать случайно
sk: Generovať náhodný
sv: Generera slumpmässigt
tr: Rastgele oluştur
uk: Генерувати випадкові
vi: Tạo ngẫu nhiên
zh: 随机生成
zh_tw: 隨機生成

# s_use_default
source: Use default
cs: Použít výchozí
de: Standard verwenden
es: Usar valores predeterminados
fr: Utiliser clé par défaut
hu: Alapértelmezett használata
it: Usa predefinita
ja: デフォルトを使用
nl: Gebruik standaard
pl: Użyj domyślnego
pt: Usar padrão
ru: Использовать по умолчанию
sk: Použiť predvolené
sv: Använd standard
tr: Varsayılanı kullan
uk: Використовувати за замовчуванням
vi: Sử dụng mặc định
zh: 使用默认值
zh_tw: 使用預設

# l_warning_default_key
source: Warning: Default key used
cs: Varování: používá se výchozí klíč
de: Vorsicht: Standard Key verwendet
es: Advertencia: Clave predeterminada usada
fr: Attention : clé par défaut utilisée
hu: Figyelmeztetés: alapértelmezett kulcs használva
it: Attenzione: chiave predefinita utilizzata
ja: 警告：デフォルトのキーが使用されます
nl: Waarschuwing: standaard sleutel gebruikt
pl: Ostrzeżenie: Używany jest domyślny klucz
pt: Aviso: Chave padrão usada
ru: Предупреждение: Используется ключ по умолчанию
sk: Varovanie: Používa sa predvolený kľúč
sv: Varning för felaktig nyckel: Standardnyckel används
tr: Uyarı: Varsayılan anahtar kullanıldı
uk: Попередження: Використано ключ за замовчуванням
vi: Cảnh báo: Đã sử dụng khóa mặc định
zh: 警告：已使用默认密钥
zh_tw: 警告：已使用預設密鑰

# s_protect_key
source: Protect with PIN
cs: Chránit pomocí PIN
de: Mit PIN schützen
es: Proteger con PIN
fr: Protéger par PIN
hu: Védelem PIN-nel
it: Proteggi con PIN
ja: PINで保護
nl: Beveiligen met pincode
pl: Zabezpiecz kodem PIN
pt: Proteger com PIN
ru: Защитить PIN-кодом
sk: Chrániť pomocou PIN kódu
sv: Skydda med PIN-kod
tr: PIN ile koruyun
uk: Захист за допомогою PIN-коду
vi: Bảo vệ bằng Mã PIN
zh: 使用 PIN 保护
zh_tw: 使用 PIN 碼保護

# p_protect_key_desc
source: Use the PIN in place of the management key during operations that require management key authentication.
cs: Použijte PIN místo klíče správy během operací, které vyžadují ověření klíčem správy.
de: Verwende die PIN anstelle des Management-Schlüssels bei Vorgängen, die eine Authentifizierung per Management-Key benötigen.
es: Usa el PIN en lugar de la clave de administración durante las operaciones que requieran la autenticación de la clave de administración.
fr: Utilisez le code PIN à la place de la clé de gestion lors d'opérations nécessitant l'authentification de la clé de gestion.
hu: Használja a PIN-kódot a kezelési kulcs helyett a kezelési kulcs hitelesítését igénylő műveletek során.
it: Utilizzare il PIN al posto della chiave di gestione durante le operazioni che richiedono l'autenticazione della chiave di gestione.
ja: 管理キーが必要な操作で、代わりに PIN を使用します。
nl: Gebruik de pincode in plaats van de beheersleutel tijdens bewerkingen waarvoor verificatie van de beheersleutel vereist is.
pl: Użyj kodu PIN zamiast klucza zarządzania podczas operacji wymagających uwierzytelniania.
pt: Use o PIN no lugar da chave de gerenciamento durante as operações que exigem autenticação da chave de gerenciamento.
ru: Использовать PIN-код вместо ключа управления во время операций, требующих аутентификации ключа управления.
tr: Yönetim anahtarı kimlik doğrulaması gerektiren işlemler sırasında yönetim anahtarı yerine PIN kullanın.
uk: Використовуйте PIN-код замість ключа керування під час операцій, що потребують автентифікації за допомогою ключа керування.
zh: 在需要管理密钥验证的操作中，使用 PIN 代替管理密钥。
zh_tw: 在需要管理密鑰驗證的作業中，使用 PIN 碼代替管理密鑰。

# s_management_key_algorithm
source: Management key algorithm
cs: Algoritmus klíče správy
de: Management-Key Algorithmus
es: Algoritmo de clave de gestión
fr: Algorithme de la clé de gestion
hu: Kezelési kulcs algoritmusa
it: Algoritmo della chiave di gestione
ja: 鍵のアルゴリズムを管理
nl: Algoritme voor beheersleutel
pl: Algorytm klucza zarządzania
pt: Algoritmo de chave de gerenciamento
ru: Алгоритм управления ключами
tr: Yönetim anahtarı algoritması
uk: Алгоритм ключа управління
zh: 管理密钥算法
zh_tw: 管理密鑰演算法

# p_management_key_algorithm_desc
source: The algorithm to choose for the management key.
cs: Algoritmus, který má být vybrán pro klíč správy.
de: Der zu verwendende Algorithmus für den Management-Key.
es: El algoritmo a elegir para la clave de gestión.
fr: L'algorithme à choisir pour la clé de gestion.
hu: A kezelési kulcshoz választandó algoritmus.
it: L'algoritmo da scegliere per la chiave di gestione.
ja: 管理キーのアルゴリズムを選択します。
nl: Het te kiezen algoritme voor de beheersleutel.
pl: Algorytm dla klucza zarządzania.
pt: O algoritmo a ser escolhido para a chave de gerenciamento.
ru: Алгоритм для ключа управления.
tr: Yönetim anahtarı için seçilecek algoritma.
uk: Алгоритм вибору ключа керування.
zh: 选择管理密钥的算法。
zh_tw: 為管理密鑰選擇的演算法。

# l_pin_protected_key
source: PIN can be used instead
cs: Je možno použít PIN
de: PIN kann stattdessen verwendet werden
es: El PIN puede ser usado en su lugar
fr: PIN peut être utilisé à la place
hu: PIN használható helyette
it: Il PIN può essere utilizzato al suo posto
ja: 代わりにPINを使用できます
nl: Pincode mag in plaats daarvan gebruikt worden
pl: Użyj zamiast tego kodu PIN
pt: O PIN pode ser usado em vez disso
ru: Вместо этого можно использовать PIN-код
sk: Namiesto toho je možné použiť PIN kód
sv: PIN-kod kan användas istället
tr: Bunun yerine PIN kullanılabilir
uk: Замість цього можна використовувати PIN-код
vi: Mã PIN có thể được sử dụng thay thế
zh: 可使用 PIN 代替
zh_tw: 可使用 PIN 碼代替

# l_wrong_key
source: Wrong key
cs: Špatný klíč
de: Falscher Key
es: Clave incorrecta
fr: Clé incorrecte
hu: Helytelen kulcs
it: Chiave errata
ja: キーが正しくありません
nl: Verkeerde sleutel
pl: Klucz jest nieprawidłowy
pt: Chave incorreta
ru: Неверный ключ
sk: Nesprávny kľúč
sv: Fel tangent
tr: Yanlış anahtar
uk: Неправильний ключ
vi: Khóa sai
zh: 错误的密钥
zh_tw: 錯誤的密鑰

# l_unlock_piv_management
source: Unlock PIV management
cs: Odemknout správu PIV
de: PIV Verwaltung entsperren
es: Desbloquear la administración de PIV
fr: Débloquer gestion PIV
hu: PIV-kezelés feloldása
it: Sblocca la gestione del PIV
ja: PIV管理をロック解除
nl: Beheren PIV ontgrendelen
pl: Odblokuj zarządzanie PIV
pt: Desbloquear gerenciamento PIV
ru: Разблокировать управление PIV
sk: Odomknúť spravovanie PIV
sv: Lås upp PIV-hantering
tr: PIV yönetiminin kilidini açın
uk: Розблокування керування PIV
vi: Mở khóa quản lý PIV
zh: 解锁 PIV 管理
zh_tw: 解鎖 PIV 管理

# p_unlock_piv_management_desc
source: The action you are about to perform requires the PIV management key.
cs: Akce, kterou se chystáte provést, vyžaduje klíč správy pro PIV.
de: Diese Aktion erfordert den PIV Management-Key.
es: La acción que estás a punto de realizar requiere la clave de administración PIV.
fr: L'action que vous allez effectuer nécessite la clé de gestion PIV.
hu: A végrehajtandó művelethez a PIV-kezelési kulcsra van szükség.
it: L'azione che si sta per eseguire richiede la chiave di gestione PIV.
ja: この操作では、PIV 管理キーが必要です。
nl: De actie die u gaat uitvoeren vereist dat de pincode voor FIDO2 wordt ingevoerd.
pl: Działanie wymaga wpisania klucza zarządzania PIV.
pt: A ação que você está prestes a executar requer a chave de gerenciamento PIV.
ru: Действие, которое вы собираетесь выполнить, требует ключа управления PIV.
sk: Akcia, ktorú sa chystáte vykonať, vyžaduje kľúč na spravovanie PIV. Poskytnutím tohto kľúča odomknete funkcie spravovania pre túto reláciu.
tr: Gerçekleştirmek üzere olduğunuz eylem PIV yönetim anahtarını gerektirir.
uk: Дія, яку ви збираєтеся виконати, вимагає ключа керування PIV.
vi: Hành động bạn sắp thực hiện yêu cầu khóa quản lý PIV. Cung cấp khóa này để mở khóa chức năng quản lý cho phiên làm việc này.
zh: 您即将执行的操作需要 PIV 管理密钥。
zh_tw: 您將要執行的動作需要 PIV 管理密鑰。

# l_account
source: Account: {label}
cs: Účet: {label}
de: Konto: {label}
es: Cuenta: {label}
fr: Compte : {label}
hu: Fiók: {label}
ja: アカウント：{label}
pl: Konto: {label}
pt: Conta: {label}
ru: Аккаунт: {label}
sk: Účet: {label}
sv: Konto: {label}
tr: Hesap: {label}
uk: Обліковий запис: {label}
vi: Tài khoản: {label}
zh: 账户：{label}
zh_tw: 帳號： {label}

# s_accounts
source: Accounts
cs: Účty
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
pl: Konta
pt: Contas
ru: Аккаунты
sk: Účty
sv: Konton
tr: Hesaplar
uk: Облікові записи
vi: Các tài khoản
zh: 账号
zh_tw: 帳號

# s_no_accounts
source: No accounts
cs: Žádné účty
de: Keine Konten
es: No hay cuentas
fr: Aucun compte
hu: Nincsenek fiókok
it: Nessun account
ja: アカウントなし
nl: Geen accounts
pl: Brak kont
pt: Sem contas
ru: Нет учётных записей
sk: Žiadne účty
sv: Inga konton
tr: Hesap yok
uk: Немає облікових записів
vi: Không có tài khoản
zh: 没有账号
zh_tw: 沒有帳號

# l_results_for
source: Results for "{query}"
cs: Výsledky pro "{query}"
de: Ergebnisse für "{query}"
es: Resultados para "{query}"
fr: Résultats pour "{query}"
hu: "{query}" eredménye
it: Risultati per "{query}"
ja: "{query} "の結果
nl: Resultaat voor "{query}"
pl: Wyniki dla "{query}"
pt: Resultados para "{query}"
ru: Результаты для "{query}"
sk: Výsledky pre "{query}"
sv: Resultat för "{query}"
tr: "{query}" için sonuçlar
uk: Результати для "{query}"
vi: Kết quả cho "{query}"
zh: "{query}" 的结果
zh_tw: "{query}" 的結果

# l_authenticator_get_started
source: Get started with OTP accounts
cs: Začněte s OTP účty
de: Erste Schritte mit OTP Konten
es: Introducción a las cuentas OTP
fr: Démarrer avec les comptes OTP
hu: Kezdje el az OTP-fiókok használatát
it: Inizia con gli account OTP
ja: OTPアカウントの使用を開始
nl: Aan de slag met OTP-accounts
pl: Zacznij korzystać z kont OTP
pt: Comece com contas OTP
ru: Начало работы с OTP аккаунтами
sk: Začnite s účtami OTP
sv: Kom igång med OTP-konton
tr: OTP hesaplarını kullanmaya başlayın
uk: Початок роботи з обліковими записами OTP
vi: Bắt đầu với các tài khoản OTP
zh: 开始使用 OTP 帐号
zh_tw: 開始使用 OTP 帳號

# l_no_accounts_desc
source: Add accounts to your YubiKey from any service provider supporting OATH TOTP/HOTP
cs: Přidejte si do vašeho YubiKey účty od jakéhokoli poskytovatele služeb podporujícího OATH TOTP/HOTP
de: Füge Konten von Anbietern zu Deinem YubiKey hinzu, die OATH TOTP/HOTP unterstützen
es: Añade cuentas a tu YubiKey desde cualquier proveedor de servicios compatible con OATH TOTP/HOTP
fr: Ajoutez à votre YubiKey des comptes de fournisseurs prenant en charge OATH TOTP/HOTP
hu: Hozzáadhat fiókokat a YubiKey-hez bármely szolgáltatótól, amely támogatja az OATH TOTP/HOTP-t
it: Aggiungi un account alla tua YubiKey da qualsiasi fornitore di servizi che supporti OATH TOTP/HOTP
ja: OATH TOTP/HOTPをサポートするサービスプロバイダからYubiKeyにアカウントを追加
nl: Accounts aan uw YubiKey toevoegen vanuit een serviceprovider die OATH TOTP/HOTP ondersteunt
pl: Dodaj do klucza YubiKey konta z dowolnej usługi wspierające kody OATH TOTP/HOTP
pt: Adicione contas ao seu YubiKey de qualquer provedor de serviços que suporte OATH TOTP/HOTP
ru: Добавьте аккаунты в ваш YubiKey от любого поставщика услуг, поддерживающего OATH TOTP/HOTP
sk: Pridajte si do svojho YubiKey účty od akéhokoľvek poskytovateľa služieb podporujúceho OATH TOTP/HOTP
sv: Lägg till konton till din YubiKey från alla tjänsteleverantörer som stöder OATH TOTP/HOTP
tr: YubiKey'inize OATH TOTP/HOTP destekleyen herhangi bir servis sağlayıcıdan hesap ekleyin
uk: Додайте облікові записи до свого YubiKey від будь-якого постачальника послуг, який підтримує OATH TOTP/HOTP
vi: Thêm tài khoản vào YubiKey của bạn từ bất kỳ nhà cung cấp dịch vụ nào hỗ trợ OATH TOTP/HOTP
zh: 从任何支持OATH TOTP/HOTP的提供商添加账户到你的YubiKey
zh_tw: 從任何支援 OATH TOTP/HOTP 的服務供應商新增帳號至您的 YubiKey

# s_add_account
source: Add account
cs: Přidat účet
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter compte
hu: Fiók hozzáadása
it: Aggiungi un account
ja: アカウントを追加
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить аккаунт
sk: Pridať účet
sv: Lägg till konto
tr: Hesap ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh: 添加帐号
zh_tw: 新增帳號

# p_add_account_desc
source: Scan QR code or enter the credential details manually.
cs: Naskenujte QR kód nebo zadejte přihlašovací údaje ručně.
de: QR-Code scannen oder die Zugangsdaten manuell eingeben.
es: Escanea el código QR o introduce los detalles de la credencial manualmente.
fr: Scannez le code QR ou saisissez les informations d'identification manuellement.
hu: Szkennelje be a QR-kódot, vagy adja meg kézzel az azonosítókat.
it: Scansiona il codice QR o inserisci manualmente i dettagli delle credenziali.
ja: QR コードをスキャンするか、資格情報を入力してください。
nl: Scan de QR-code of voer de inloggegevens handmatig in.
pl: Zeskanuj kod QR lub wpisz poświadczenie ręcznie.
pt: Digitalize o código QR ou insira os detalhes da credencial manualmente.
ru: Отсканируйте QR-код или введите данные учетной записи вручную.
tr: QR kodunu tarayın veya kimlik bilgisi ayrıntılarını manuel olarak girin.
uk: Відскануйте QR-код або введіть дані облікових даних вручну.
zh: 扫描二维码或手动输入凭证。
zh_tw: 掃描 QR Code 或手動輸入憑證詳細資料。

# s_add_accounts
source: Add account(s)
cs: Přidat účet(-y)
de: Konten hinzufügen
es: Añadir cuenta(s)
fr: Ajouter compte(s)
hu: Fiók(ok) hozzáadása
it: Aggiungi account
ja: アカウントを追加
nl: Account(s) toevoegen
pl: Dodaj konta
pt: Adicionar conta(s)
ru: Добавить аккаунт(ы)
sk: Pridať účet(-y)
sv: Lägg till konto(n)
tr: Hesap(lar) ekleyin
uk: Додати обліковий запис(и)
vi: Thêm tài khoản(s)
zh: 添加账户
zh_tw: 新增帳號

# l_drop_qr_description
source: Drop QR code to add account(s)
cs: Přetáhněte QR kód pro přidání účtu(-ů)
de: QR-Code per Drag & Drop hierhin ziehen, um Konten hinzuzufügen
es: Arrastra el código QR para añadir cuenta(s)
fr: Supprimer code QR pour ajouter compte(s)
hu: QR-kód bedobása a fiók(ok) hozzáadásához
it: Rilascia il codice QR per aggiungere l'account
ja: QRコードをドロップしてアカウントを追加
nl: Sleep de QR-code om account(s) toe te voegen
pl: Zeskanuj kod QR, aby dodać konta
pt: Arraste e solte o código QR para adicionar conta(s)
ru: Перетащите QR-код, чтобы добавить аккаунт(ы)
sk: Vložte QR kód a pridajte účet/-y
sv: Släpp QR-kod för att lägga till konto(n)
tr: Hesap(lar)ı eklemek için QR kodunu bırakın
uk: Вставте QR-код, щоб додати обліковий запис(и)
vi: Kéo mã QR để thêm tài khoản(s)
zh: 拖放二维码以添加账户
zh_tw: 拖入 QR Code 圖片以新增帳號

# p_add_account_three_ways
source: There are three ways of adding accounts.
cs: Existují tři způsoby, jak přidat účty.
de: Es gibt drei Möglichkeiten, Konten hinzuzufügen.
es: Hay tres formas de añadir cuentas.
fr: Il y a trois façons d'ajouter des comptes.
hu: Háromféle módon lehet fiókokat hozzáadni.
it: Esistono tre modi per aggiungere gli account.
ja: アカウントの追加には、3 通りの方法があります。
nl: Er zijn drie manieren om accounts toe te voegen.
pl: Są trzy sposoby dodawania kont.
pt: Há três maneiras de adicionar contas.
ru: Существует три способа добавления учетных записей.
tr: Hesap eklemenin üç yolu vardır.
uk: Існує три способи додавання облікових записів.
zh: 有三种添加账户的方法。
zh_tw: 有三種新增帳號的方式。

# s_scanning
source: Scanning (recommended)
cs: Skenování (doporučeno)
de: Scannen (empfohlen)
es: Escaneado (recomendado)
fr: Scanner (recommandé)
hu: Szkennelés (ajánlott)
it: Scansione (consigliata)
ja: スキャン (推奨)
nl: Scannen (aanbevolen)
pl: Skanowanie (zalecane)
pt: Digitalização (recomendado)
ru: Сканирование (рекомендуется)
tr: Tarama (önerilir)
uk: Сканування (рекомендовано)
zh: 扫描（推荐）
zh_tw: 掃描匯入（建議）

# p_scanning_desc
source: Before scanning a QR code, make sure the full code is visible on screen.
cs: Před skenováním QR kódu se ujistěte, že je celý kód viditelný na obrazovce.
de: Vergewissere Dich vor dem Scannen eines QR-Codes, dass der vollständige Code auf dem Bildschirm zu sehen ist.
es: Antes de escanear un código QR, asegúrate de que el código completo esté visible en la pantalla.
fr: Avant de scanner un code QR, assurez-vous que le code complet soit visible à l'écran.
hu: A QR-kód beolvasása előtt győződjön meg arról, hogy a teljes kód látható a képernyőn.
it: Prima di scansionare un codice QR, accertati che il codice completo sia visibile sullo schermo.
ja: QR コードをスキャンする前に、画面にコード全体が表示されているか確認してください。
nl: Zorg dat de volledige code zichtbaar is op het scherm voordat u de QR-code scant.
pl: Przed zeskanowaniem kodu QR upewnij się, że pełny kod jest widoczny na ekranie.
pt: Antes de escanear um código QR, certifique-se que o código completo está visível na tela.
ru: Перед сканированием QR-кода убедитесь, что весь код виден на экране.
tr: Bir QR kodunu taramadan önce, kodun tamamının ekranda görülebilir olduğundan emin olun.
uk: Перш ніж сканувати QR-код, переконайтеся, що повний код видно на екрані.
zh: 在扫描二维码之前，确保完整的二维码在屏幕上可见。
zh_tw: 掃描前，請確保畫面上有完整的 QR Code。

# s_drag_and_drop
source: Drag and drop
cs: Přetažení
de: Drag&Drop
es: Arrastra y suelta
fr: Glisser-déposer
hu: Fogd és vidd
it: Trascina e rilascia
ja: ドラッグアンドドロップ
nl: Slepen en neerzetten
pl: Przeciągnij i upuść
pt: Arrastar e soltar
ru: Перетащите
tr: Sürükle ve bırak
uk: Перетягування
zh: 拖放
zh_tw: 拖曳匯入

# p_drag_and_drop_desc
source: An image containing a QR code may be dropped anywhere in the Accounts view.
cs: Obrázek obsahující QR kód může být upuštěn kdekoli v zobrazení účtu.
de: Ein Bild, das einen QR-Code enthält, kann an einer beliebigen Stelle in der Kontenansicht abgelegt werden.
es: Puedes arrastrar una imagen con un código QR a cualquier lugar de la Vista de cuentas.
fr: Une image contenant un code QR peut être déposée n'importe où dans la vue des comptes.
hu: A QR-kódot tartalmazó képet bárhová be lehet dobni a Fiókok nézetben.
it: Un'immagine contenente un codice QR può essere rilasciata in qualsiasi punto della vista degli account.
ja: アカウント表示の任意の場所に QR コードを含む画像をドロップします。
nl: Een afbeelding met een QR-code kan overal in het account worden geplaatst.
pl: Obraz zawierający kod QR możesz upuścić w dowolnym miejscu w widoku Konta.
pt: Uma imagem contendo um código QR pode ser solta em qualquer lugar na Visualização de contas.
ru: Изображение, содержащее QR-код, можно перетащить в любое место на вкладке Аккаунты.
tr: QR kod içeren bir görüntü, Hesaplar görünümünde herhangi bir yere bırakılabilir.
uk: Зображення з QR-кодом можна розмістити будь-де в області перегляду облікових записів.
zh: 包含二维码的图像可以放置在账户视图的任何位置。
zh_tw: 在「帳號」頁面中的任意位置，可以拖進包含 QR Code 的圖片。

# s_manually
source: Manually
cs: Ručně
de: Manuell
es: Manualmente
fr: Manuellement
hu: Manuálisan
it: Manualmente
ja: 手動
nl: Handmatig
pl: Ręcznie
pt: Manualmente
ru: Вручную
tr: Manuel olarak
uk: Вручну
zh: 手动
zh_tw: 手動輸入

# p_manually_desc
source: Account credential details may be entered manually in the form.
cs: Údaje o účtu mohou být zadány ručně ve formuláři.
de: Zugangsdaten können manuell in das Formular eingegeben werden.
es: Los detalles de las credenciales de la cuenta pueden introducirse manualmente en el formulario.
fr: Les données d'identification du compte peuvent être saisies manuellement dans le formulaire.
hu: A fiók hitelesítő adatait manuálisan is be lehet írni az űrlapra.
it: I dati dell'account possono essere inseriti manualmente nel modulo.
ja: フォームにアカウント資格情報の詳細を入力します。
nl: Accountgegevens kunnen handmatig in het formulier worden ingevoerd.
pl: Poświadczenia konta możesz wpisać ręcznie.
pt: Os detalhes da credencial da conta podem ser inseridos manualmente no formulário.
ru: Данные учетной записи могут быть введены вручную в форме.
tr: Hesap kimlik bilgileri forma manuel olarak girilebilir.
uk: Дані облікового запису можна ввести у форму вручну.
zh: 可在表格中手动输入账户凭证详细信息。
zh_tw: 帳戶憑證詳細資訊可以手動輸入表格中。

# s_account_added
source: Account added
cs: Účet přidán
de: Konto hinzugefügt
es: Cuenta añadida
fr: Compte ajouté
hu: Fiók hozzáadva
it: Account aggiunto
ja: アカウントが追加されました
nl: Account toegevoegd
pl: Konto zostało dodane
pt: Conta adicionada
ru: Аккаунт добавлен
sk: Účet bol pridaný
sv: Konto tillagt
tr: Hesap eklendi
uk: Обліковий запис додано
vi: Tài khoản đã được thêm
zh: 账户已添加
zh_tw: 已新增帳號

# l_account_add_failed
source: Failed adding account: {message}
cs: Přidání účtu se nezdařilo: {message}
de: Fehler beim Hinzufügen des Kontos: {message}
es: Error al añadir cuenta: {message}
fr: Échec d'ajout du compte : {message}
hu: Fiók hozzáadása sikertelen: {message}
it: Impossibile aggiungere l'account: {message}
ja: アカウントを追加できませんでした：{message}
nl: Account toevoegen mislukt: {message}
pl: Nie udało się dodać konta: {message}
pt: Falha ao adicionar conta: {message}
ru: Не удалось добавить аккаунт: {message}
sk: Nepodarilo sa pridať účet: {message}
sv: Misslyckades med att lägga till konto: {message}
tr: Hesabın eklenmesinde başarısız olundu: {message}
uk: Не вдалося додати обліковий запис:{message}
vi: Thêm tài khoản thất bại: {message}
zh: 添加账户失败： {message}
zh_tw: 新增帳號失敗： {message}

# l_add_account_password_required
source: Password required
cs: Je vyžadováno heslo
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
hu: Jelszó szükséges
it: Password richiesta
ja: パスワードが必要です
nl: Wachtwoord vereist
pl: Wymagane hasło
pt: Senha requerida
ru: Требуется пароль
sk: Vyžaduje sa heslo
sv: Lösenord krävs
tr: Şifre gerekli
uk: Потрібен пароль
vi: Yêu cầu mật khẩu
zh: 需要密码
zh_tw: 需要密碼

# l_add_account_unlock_required
source: Unlock required
cs: Vyžadováno odemknutí
de: Freischaltung erforderlich
es: Desbloqueo requerido
fr: Déverrouillage requis
hu: Feloldás szükséges
it: Sblocco richiesto
ja: ロック解除が必要です
nl: Ontgrendelen vereist
pl: Wymagane odblokowanie
pt: Desbloqueio necessário
ru: Требуется разблокировка
sk: Vyžaduje sa odomknutie
sv: Upplåsning krävs
tr: Kilidin açılması gerekli
uk: Потрібне розблокування
vi: Yêu cầu mở khóa
zh: 需要解锁
zh_tw: 需要解鎖

# l_add_account_func_missing
source: Functionality missing or disabled
cs: Chybějící nebo deaktivovaná funkce
de: Funktion nicht verfügbar oder deaktiviert
es: Funcionalidad faltante o deshabilitada
fr: Fonctionnalité manquante ou désactivée
hu: Hiányzó vagy letiltott funkció
it: Funzionalità mancante o disabilitata
ja: 機能が存在しないか無効です
nl: Functionaliteit ontbreekt of is uitgeschakeld
pl: Funkcja nie jest dostępna lub jest wyłączona
pt: Funcionalidade ausente ou desativada
ru: Функциональность отсутствует или отключена
sk: Funkcia chýba alebo je zakázaná
sv: Funktionalitet saknas eller är inaktiverad
tr: Bu özellik mevcut değil ya da devre dışı bırakılmış
uk: Функціональність відсутня або вимкнена
vi: Chức năng bị thiếu hoặc bị vô hiệu hóa
zh: 功能缺失或禁用
zh_tw: 功能遺失或停用

# l_account_name_required
source: Your account must have a name
cs: Váš účet musí mít jméno
de: Dein Konto muss einen Namen haben
es: Tu cuenta debe tener un nombre
fr: Votre compte doit avoir un nom
hu: Adjon nevet a fióknak
it: Il tuo account deve avere un nome
ja: アカウントには名前が必要です
nl: Uw account moet een naam hebben
pl: Konto musi mieć nazwę
pt: Sua conta deve ter um nome
ru: У вашей учетной записи должно быть имя
sk: Váš účet musí mať názov
sv: Ditt konto måste ha ett namn
tr: Hesabınızın bir adı olmalıdır
uk: Ваш обліковий запис повинен мати ім'я
vi: Tài khoản của bạn phải có tên
zh: 您的帐号必须有一个名称
zh_tw: 您的帳號必須有一個名稱
