Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_non_passkeys_note
source: Non-passkey credentials may exist, but can not be listed.
cs: Mohou existovat pověření bez přístupového klíče, ale nemohou být zobrazeny v seznamu.
de: Die Liste beinhaltet ausschließlich Passkeys. Weitere Anmeldedaten können existieren.
es: Es posible que existan credenciales sin passkey, pero no se pueden listar.
fr: Des identifiants non-passkey peuvent exister, mais ne peuvent pas être listés.
hu: Nem azonosítókulcsos hitelesítő adatok létezhetnek, de nem listázhatóak.
it: Le credenziali non-passkey possono esistere, ma non possono essere elencate.
ja: パスキー以外の資格情報が存在する可能性がありますが、一覧に表示されません。
nl: Andere inloggegevens dan van een passkey kunnen bestaan, maar kunnen niet worden weergegeven.
pl: Poświadczenia U2F mogą istnieć, ale nie mogą zostać wyświetlone.
pt: Credenciais sem senha podem existir, mas não podem ser listadas.
ru: Могут существовать другие учётные данные, но их нельзя отобразить.
sk: Môžu existovať poverenia bez prístupového kľúča, ale nemôžu byť zobrazené v zozname.
sv: Icke-passkey-legitimationer kan finnas, men kan inte listas.
tr: Geçiş anahtarı olmayan kimlik bilgileri mevcut olabilir, ancak bunlar listenemez.
uk: Облікові дані без ключа доступу можуть існувати, але їх не можна перерахувати.
vi: Có thể có thông tin đăng nhập không phải là mã bảo mật, nhưng không thể được liệt kê.
zh: 非密钥凭证可能存在，但无法列出。
zh_tw: 非通行密鑰的憑證可能存在，但無法列出。

# s_delete_passkey
source: Delete passkey
cs: Odstranit přístupový klíč
de: Passkey löschen
es: Borrar passkey
fr: Supprimer passkey
hu: Azonosítókulcs törlése
it: Elimina passkey
ja: パスキーを削除
nl: Passkey verwijderen
pl: Usuń klucz dostępu
pt: Excluir chave de acesso
ru: Удалить ключ доступа
sk: Vymazať prístupový kľúč
sv: Radera nyckel
tr: Geçiş anahtarını sil
uk: Видалити ключ доступу
vi: Xóa mã bảo mật
zh: 删除通行密钥
zh_tw: 刪除通行密鑰

# q_delete_passkey
source: Delete passkey?
cs: Odstranit přístupový klíč?
de: Passkey löschen?
es: ¿Borrar passkey?
fr: Supprimer la clé d'accès ?
hu: Törli az azonosítókulcsot?
it: Eliminare la passkey?
ja: パスキーを削除しますか？
nl: Verwijder passkey?
pl: Usunąć klucz dostępu?
pt: Excluir chave de acesso?
ru: Удалить ключ входа?
tr: Geçiş anahtarını sil?
uk: Видалити ключ доступу?
zh: 删除通行密钥？
zh_tw: 是否刪除通行密鑰？

# l_delete_passkey_desc
source: Remove the passkey from the YubiKey
cs: Odstranit přístupový klíč z YubiKey
de: Entfernen Sie den Passkey vom YubiKey
es: Remover la passkey de la YubiKey
fr: Supprimer passkey de la YubiKey
hu: Az azonosítókulcs eltávolítása a YubiKey-ból
it: Rimuovi la passkey dalla YubiKey
ja: YubiKeyからパスキーを削除します
nl: De passkey uit de YubiKey verwijderen
pl: Usuń klucz dostępu z klucza YubiKey
pt: Remover a chave de acesso do YubiKey
ru: Удалить ключ входа с YubiKey
sk: Odstrániť prístupový kľúč z YubiKey
sv: Ta bort nyckeln från YubiKey
tr: Geçiş anahtarını YubiKey'den kaldır
uk: Видаліть ключ доступу з YubiKey
vi: Xóa mã bảo mật khỏi YubiKey
zh: 从 YubiKey 中移除密钥
zh_tw: 從 YubiKey 移除通行密鑰

# s_passkey_deleted
source: Passkey deleted
cs: Přístupový klíč smazán
de: Passkey gelöscht
es: Passkey eliminada
fr: Passkey supprimé
hu: Azonosítókulcs törölve
it: Passkey eliminata
ja: パスキーが削除されました
nl: Passkey verwijderd
pl: Klucz dostępu został usunięty
pt: Chave de acesso excluída
ru: Ключ входа удалён
sk: Prístupový kľúč bol odstránený
sv: Passkey raderad
tr: Geçiş anahtarı silindi
uk: Ключ доступу видалено
vi: Mã bảo mật đã bị xóa
zh: 通行密钥已删除
zh_tw: 通行密鑰已刪除

# p_warning_delete_passkey
source: Warning! This action will delete the passkey from your YubiKey.
cs: Varování! Tato akce odstraní přístupový klíč z YubiKey.
de: Achtung! Diese Aktion löscht den Passkey von deinem YubiKey.
es: Advertencia. Esta acción borrará la passkey de tu YubiKey.
fr: Attention ! Cette action supprimera la clé d'accès de votre YubiKey.
hu: Figyelem! Ez a művelet törli a jelszót a YubiKey-ről.
it: Attenzione! Questa azione cancellerà la passkey dalla tua YubiKey.
ja: 警告！この操作は Yubikey からパスキーを削除します。
nl: Waarschuwing! Deze actie verwijdert de passkey van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to usunięcie klucza dostępu z YubiKey.
pt: Aviso! Essa ação excluirá a chave de acesso do seu YubiKey.
ru: Внимание! Это действие удалит ключ входа с вашего YubiKey.
sk: Týmto sa odstráni prístupový kľúč z vášho YubiKey.
tr: Uyarı! Bu işlem YubiKey'inizden geçiş anahtarını silecektir.
uk: Увага! Ця дія видалить ключ доступу з вашого YubiKey.
vi: Điều này sẽ xóa mã bảo mật khỏi YubiKey của bạn.
zh: 警告！此操作将从您的 YubiKey 中删除通行秘钥。
zh_tw: 警告！此動作會刪除 YubiKey 中的通行密鑰。

# p_warning_delete_passkey_desc
source: You will no longer be able to use this passkey for the service where it is registered.
cs: Již nebudete moci používat tento přístupový klíč pro službu, kde je registrován.
de: Du wirst diesen Passkey nicht mehr für den Dienst, für den er registriert ist, verwenden können.
es: Ya no podrás usar esta passkey para el servicio en el que está registrada.
fr: Vous ne pourrez plus utiliser cette clé d'accès pour le service où elle est enregistrée.
hu: Többé nem fogja tudni használni ezt az azonosítókulcsot ahhoz a szolgáltatáshoz, ahol regisztrálva van.
it: Non potrai più utilizzare questa passkey per il servizio presso cui è registrata.
ja: 登録しているサービスで、このパスキーが使用できなくなります。
nl: U zult deze passkey niet langer kunnen gebruiken voor de service waar het geregistreerd is.
pl: Użycie tego klucza dostępu nie będzie już możliwe.
pt: Você não poderá mais usar essa chave de acesso para o serviço no qual ela está registrada.
ru: Вы больше не сможете использовать этот ключ входа для сервиса, где он был зарегистрирован.
tr: Artık bu geçiş anahtarını kayıtlı olduğu hizmet için kullanamazsınız.
uk: Ви більше не зможете використовувати цей ключ доступу для служби, де він зареєстрований.
zh: 您将不再能够使用此密钥进行注册的服务。
zh_tw: 您將無法再將這個通行密鑰用於其所註冊的服務。

# l_do_not_remove_yk_delete
source: Do not remove YubiKey during deletion
hu: Ne távolítsa el a YubiKey-t a törlés alatt
it: Non rimuovere la YubiKey durante l'eliminazione
nl: YubiKey niet verwijderen tijdens het verwijderen
pt: Não remova o YubiKey durante a exclusão
ru: Не извлекайте YubiKey во время удаления
uk: Не видаляйте YubiKey під час видалення
zh_tw: 刪除時請勿移除 YubiKey

# s_search_passkeys
source: Search passkeys
cs: Hledat přístupové klíče
de: Passkeys durchsuchen
es: Buscar passkeys
fr: Rechercher des passkeys
hu: Azonosítókulcs keresése
it: Cerca passkey
ja: パスキーを検索
nl: Passkeys zoeken
pl: Szukaj kluczy dostępu
pt: Pesquisar chaves de acesso
ru: Поиск ключей входа
sk: Vyhľadávanie prístupových kľúčov
sv: Sök passkeys
tr: Geçiş anahtarı ara
uk: Пошук ключів доступу
vi: Tìm kiếm mã bảo mật
zh: 搜索通行秘钥
zh_tw: 搜尋通行密鑰

# p_passkeys_used
source: {used} of {max} passkeys used.
cs: Použito {used} z {max} přístupových klíčů.
de: {used} von {max} Passkeys verwendet.
es: {used} de {max} passkeys usadas.
fr: {used} des {max} passkeys utilisées.
hu: {max}/{used} azonosítókulcs használatban.
it: {used} passkey utilizzate su {max}.
ja: パスキー {used} / {max} 個を使用中。
nl: {used} van {max} passkeys gebruikt.
pl: Użyto {used} z {max} kluczy dostępu.
pt: {used} De {max} chaves de acesso usadas.
ru: Использовано {used} из {max} ключей входа.
sk: {used} z {max} prístupových kľúčov je použitých.
sv: {used} av {max} använda nycklar.
tr: Toplam {max} geçiş anahtarı kapasitesinin, {used} tanesi kullanılıyor.
uk: Використано {used} з {max} ключів доступу.
vi: {used} trong {max} mã bảo mật đã sử dụng.
zh: {used} {max} 使用的通行秘钥。
zh_tw: {used} / {max} 個通行密鑰已使用。

# s_biometrics
source: Biometrics
cs: Biometrie
de: Biometrische Daten
es: Biometría
fr: Biométrie
hu: Biometria
it: Biometria
ja: 生体認証
nl: Biometrie
pl: Biometria
pt: Biometria
ru: Биометрия
sk: Biometria
sv: Biometri
tr: Biyometri
uk: Біометрія
vi: Sinh trắc học
zh: 生物识别
zh_tw: 生物辨識

# l_fingerprint
source: Fingerprint: {label}
cs: Otisk prstu: {label}
de: Fingerabdruck: {label}
es: Huella dactilar: {label}
fr: Empreinte digitale : {label}
hu: Ujjlenyomat: {label}
ja: 指紋：{label}
nl: Vingerafdruk: {label}
pl: Odcisk palca: {label}
pt: Impressão digital: {label}
ru: Отпечаток пальца: {label}
sk: Odtlačok prsta: {label}
sv: Fingeravtryck: {label}
tr: Parmak izi: {label}
uk: Відбиток пальця: {label}
vi: Vân tay: {label}
zh: 指纹： {label}
zh_tw: 指紋：{label}

# s_fingerprints
source: Fingerprints
cs: Otisky prstů
de: Fingerabdrücke
es: Huellas dactilares
fr: Empreintes digitales
hu: Ujjlenyomatok
it: Fingerprint
ja: 指紋
nl: Vingerafdrukken
pl: Odciski palców
pt: Impressões digitais
ru: Отпечатки пальцев
sk: Odtlačky prstov
sv: Fingeravtryck
tr: Parmak izleri
uk: Відбитки пальців
vi: Vân tay
zh: 指纹
zh_tw: 指紋

# l_fingerprint_captured
source: Fingerprint captured successfully!
cs: Otisk prstu úspěšně zachycen!
de: Fingerabdruck erfolgreich erfasst!
es: ¡Huella dactilar capturada exitosamente!
fr: Empreinte digitale capturée avec succès !
hu: Ujjlenyomat sikeresen rögzítve!
it: Fingerprint acquisita correttamente!
ja: 指紋が正常に読み取られました！
nl: Vingerafdruk met succes geregistreerd!
pl: Odcisk palca został dodany!
pt: Impressão digital capturada com sucesso!
ru: Отпечаток считан успешно!
sk: Odtlačok prsta úspešne zachytený!
sv: Fingeravtrycket har registrerats framgångsrikt!
tr: Parmak izi başarıyla alındı!
uk: Відбиток пальця успішно знято!
vi: Vân tay đã được ghi lại thành công!
zh: 指纹采集成功！
zh_tw: 成功採集指紋！

# s_fingerprint_added
source: Fingerprint added
cs: Otisk prstu přidán
de: Fingerabdruck hinzugefügt
es: Huella digital añadida
fr: Empreinte digitale ajoutée
hu: Ujjlenyomat hozzáadva
it: La fingerprint è stata aggiunta
ja: 指紋が追加されました
nl: Vingerafdruk toegevoegd
pl: Odcisk palca został dodany
pt: Impressão digital adicionada
ru: Отпечаток добавлен
sk: Odtlačok bol pridaný
sv: Fingeravtryck läggs till
tr: Parmak izi eklendi
uk: Відбиток пальця додано
vi: Vân tay đã được thêm
zh: 指纹已添加
zh_tw: 已新增指紋

# l_adding_fingerprint_failed
source: Error adding fingerprint: {message}
cs: Chyba při přidávání otisku prstu: {message}
de: Fehler beim Hinzufügen des Fingerabdrucks: {message}
es: Error al añadir la huella dactilar: {message}
fr: Erreur d'ajout d'empreinte : {message}
hu: Ujjlenyomat hozzáadása sikertelen: {message}
it: Si è verificato un errore nell'aggiungere la fingerprint: {message}
ja: 指紋の追加エラー：{message}
nl: Fout bij toevoegen vingerafdruk: {message}
pl: Wystąpił błąd podczas dodawania odcisku palca: {message}
pt: Erro ao adicionar impressão digital: {message}
ru: Ошибка при добавлении отпечатка: {message}
sk: Chyba pri pridávaní odtlačku prsta: {message}
sv: Fel vid tillägg av fingeravtryck: {message}
tr: Parmak izi eklenirken hata oluştu: {message}
uk: Помилка додавання відбитка пальця: {message}
vi: Lỗi khi thêm vân tay: {message}
zh: 添加指纹时出错： {message}
zh_tw: 新增指紋錯誤：{message}

# l_setting_name_failed
source: Error setting name: {message}
cs: Chyba při nastavování názvu: {message}
de: Fehler beim Zuweisen des Namens: {message}
es: Error estableciendo el nombre: {message}
fr: Erreur de définition du nom : {message}
hu: Név beállítása sikertelen: {message}
it: Si è verificato un errore nell'impostare il nome: {message}
ja: 名前の設定エラー：{message}
nl: Fout bij instellen naam: {message}
pl: Wystąpił błąd podczas ustawienia nazwy: {message}
pt: Erro ao definir nome: {message}
ru: Ошибка при установке имени: {message}
sk: Chyba nastavenia názvu: {message}
sv: Namn på felinställning: {message}
tr: İsim ayarlanırken hata oluştu: {message}
uk: Помилка налаштування імені: {message}
vi: Lỗi khi thiết lập tên: {message}
zh: 设置名称错误： {message}
zh_tw: 設定名稱錯誤：{message}

# s_setup_fingerprints
source: Set up fingerprints
cs: Nastavit otisky prstů
de: Fingerabdrücke einrichten
es: Configurar huellas dactilares
fr: Configurer empreintes digitales
hu: Ujjlenyomatok beállítása
it: Configurazione delle fingerprint
ja: 指紋を設定
nl: Vingerafdrukken instellen
pl: Skonfiguruj odciski palców
pt: Definir impressões digitais
ru: Настройка отпечатка
sk: Nastaviť odtlačky prstov
sv: Skapa fingeravtryck
tr: Parmak izi kurulumu
uk: Налаштування відбитків пальців
vi: Thiết lập vân tay
zh: 设置指纹
zh_tw: 設定指紋

# p_setup_fingerprints_desc
source: Fingerprints need to be set up before the key can be used.
cs: Před použitím klíče je třeba nastavit otisky prstů.
de: Fingerabdrücken müssen eingerichtet werden, bevor der Schlüssel verwendet werden kann.
es: Las huellas dactilares deben configurarse antes de que la YubiKey pueda ser usada.
fr: Les empreintes digitales doivent être configurées avant d'utiliser la clé.
hu: Ujjlenyomatok beállítása szükséges a kulcs használata előtt.
it: Le fingerprint devono essere configurate prima di poter utilizzare la chiave.
ja: キーを使用する前に指紋を設定する必要があります。
nl: Vingerafdrukken moeten zijn ingesteld voordat de sleutel kan worden gebruikt.
pl: Przed użyciem klucza należy skonfigurować odciski palców.
pt: As impressões digitais precisam ser configuradas antes que a chave possa ser usada.
ru: Для использования ключа необходимо настроить отпечаток.
sk: Pred použitím kľúča je potrebné nastaviť odtlačky prstov.
sv: Fingeravtryck måste upprättas innan nyckeln kan användas.
tr: Anahtarı kullanabilmek için önce parmak izi eklemelisiniz.
uk: Перш ніж використовувати ключ, необхідно налаштувати відбитки пальців.
vi: Cần thiết lập vân tay trước khi có thể sử dụng khóa.
zh: 在使用秘钥之前，需要先设置指纹。
zh_tw: 在使用通行密鑰前，必須先設定指紋。

# s_add_fingerprint
source: Add fingerprint
cs: Přidat otisk prstu
de: Fingerabdruck hinzufügen
es: Añadir huella dactilar
fr: Ajouter empreinte digitale
hu: Ujjlenyomat hozzádása
it: Aggiungi fingerprint
ja: 指紋を追加
nl: Vingerafdruk toevoegen
pl: Dodaj odcisk palca
pt: Adicionar impressão digital
ru: Добавить отпечаток пальца
sk: Pridať odtlačok prsta
sv: Lägg till fingeravtryck
tr: Parmak izi ekle
uk: Додати відбиток пальця
vi: Thêm vân tay
zh: 添加指纹
zh_tw: 新增指紋

# s_delete_fingerprint
source: Delete fingerprint
cs: Odstranit otisk prstu
de: Fingerabdruck löschen
es: Borrar huella dactilar
fr: Supprimer empreinte digitale
hu: Ujjlenyomat törlése
it: Elimina fingerprint
ja: 指紋を削除
nl: Vingerafdruk verwijderen
pl: Usuń odcisk palca
pt: Excluir impressão digital
ru: Удалите отпечаток пальца
sk: Odtlačok prsta bol odstránený
sv: Radera fingeravtryck
tr: Parmak izini sil
uk: Видалити відбиток пальця
vi: Xóa vân tay
zh: 删除指纹
zh_tw: 刪除指紋

# q_delete_fingerprint
source: Delete fingerprint?
cs: Smazat otisk prstu?
de: Fingerabdruck löschen?
es: ¿Borrar huella dactilar?
fr: Supprimer l'empreinte digitale ?
hu: Törli az ujjlenyomatot?
it: Eliminare la fingerprint?
ja: 指紋を削除しますか？
nl: Vingerafdruk verwijderen?
pl: Usunąć odcisk palca?
pt: Excluir impressão digital?
ru: Удалить отпечаток пальца?
tr: Parmak izini sil?
uk: Видалити відбиток пальця?
zh: 要删除指纹吗？
zh_tw: 刪除指紋？

# l_delete_fingerprint_desc
source: Remove the fingerprint from the YubiKey
cs: Odstranit otisk prstu z YubiKey
de: Fingerabdruck vom YubiKey entfernen
es: Remover la huella dactilar de la YubiKey
fr: Retirer l'empreinte digitale de la YubiKey
hu: Ujjlenyomat eltávolítása a YubiKey-ről
it: Rimuovi la fingerprint dalla YubiKey
ja: YubiKeyから指紋を削除します
nl: De vingerafdruk van de YubiKey verwijderen
pl: Usuń odcisk palca z klucza YubiKey
pt: Remova a impressão digital da YubiKey
ru: Удаление YubiKey отпечатка пальца
sk: Odstrániť odtlačok prsta z kľúča YubiKey
sv: Ta bort fingeravtrycket från YubiKey
tr: Parmak izini YubiKey'den kaldır
uk: Видаліть відбиток пальця з YubiKey
vi: Xóa vân tay khỏi YubiKey
zh: 从 YubiKey 移除指纹
zh_tw: 從 YubiKey 移除指紋

# s_fingerprint_deleted
source: Fingerprint deleted
cs: Otisk prstu odstraněn
de: Fingerabdruck gelöscht
es: Huella dactilar borrada
fr: Empreinte digitale supprimée
hu: Ujjlenyomat törölve
it: La fingerprint è stata eliminata
ja: 指紋が削除されました
nl: Vingerafdruk verwijderd
pl: Odcisk palca został usunięty
pt: Impressão digital excluída
ru: Отпечаток пальца удален
sk: Odtlačok prsta bol odstránený
sv: Fingeravtryck raderat
tr: Parmak izi silindi
uk: Відбиток пальця видалено
vi: Vân tay đã bị xóa
zh: 指纹已删除
zh_tw: 指紋已刪除

# p_warning_delete_fingerprint
source: This will delete the fingerprint from your YubiKey.
cs: Tímto odstraníte otisk prstu z vašeho YubiKey.
de: Dies löscht den Fingerabdruck von deinem YubiKey.
es: Esto borrará la huella dactilar de tu YubiKey.
fr: Cela supprimera l'empreinte digitale de votre YubiKey.
hu: Ezzel letörli az ujjlenyomatot a YubiKey-ről.
it: Questo cancellerà la fingerprint dalla tua YubiKey.
ja: これにより、YubiKeyから指紋が削除されます。
nl: Dit zal de vingerafdruk van uw YubiKey verwijderen.
pl: Spowoduje to usunięcie odcisku palca z klucza YubiKey.
pt: Isso excluirá a impressão digital de sua YubiKey.
ru: Это удалит отпечаток пальца с вашего YubiKey.
sk: Týmto sa odstráni odtlačok prsta z vášho YubiKey.
sv: Detta raderar fingeravtrycket från din YubiKey.
tr: Bu işlem parmak izini YubiKey'inizden silecektir.
uk: Це видалить відбиток пальця з вашого YubiKey.
vi: Điều này sẽ xóa vân tay khỏi YubiKey của bạn.
zh: 这将从 Yubikey 中删除指纹。
zh_tw: 這將會刪除 YubiKey 中的指紋。

# s_fingerprints_get_started
source: Get started with fingerprints
cs: Začínáme s otisky prstů
de: Erste Schritte mit Fingerabdrücken
es: Introducción a las huellas dactilares
fr: Démarrer avec les empreintes digitales
hu: Kezdje el az ujjlenyomatok használatát
it: Inizia con le fingerprint
ja: 指紋の使用を開始
nl: Aan de slag met vingerafdrukken
pl: Zacznij korzystać z odcisków palców
pt: Comece a usar as impressões digitais
ru: Начните работу с отпечатками пальцев
sk: Začnite s odtlačkami prstov
sv: Kom igång med fingeravtryck
tr: Parmak izi kaydetmeye başlayın
uk: Почніть роботу з відбитками пальців
vi: Bắt đầu với vân tay
zh: 从使用指纹开始
zh_tw: 開始使用指紋

# p_set_fingerprints_desc
source: Before it's possible to register fingerprints, a PIN needs to be set.
cs: Než bude možné zaregistrovat otisky prstů, musí být nastaven PIN kód.
de: Bevor du Fingerabdrücke hinzufügen kannst, muss eine PIN gesetzt werden.
es: Antes de registrar las huellas dactilares, es necesario establecer un PIN.
fr: Créez un code PIN avant d'enregistrer des empreintes digitales.
hu: Az ujjlenyomatok regisztrálása előtt be kell állítani egy PIN-kódot.
it: Prima di poter registrare le fingerprint, è necessario impostare un PIN.
ja: 指紋を登録する前に、PINを設定する必要があります。
nl: Voordat het mogelijk is om vingerafdrukken te registreren, moet een pincode worden ingesteld.
pl: Przed zarejestrowaniem odcisków palców należy ustawić kod PIN.
pt: Antes de ser possível registrar as impressões digitais, é necessário definir um PIN.
ru: Перед регистрацией отпечатков пальцев необходимо установить PIN-код.
sk: Predtým, ako je možné zaregistrovať odtlačky prstov, je potrebné nastaviť PIN kód.
sv: Innan det går att registrera fingeravtryck måste en PIN-kod anges.
tr: Parmak izlerinin kaydedilebilmesi için öncelikle bir PIN kodunun ayarlanması gerekiyor.
uk: Перш ніж можна буде зареєструвати відбитки пальців, потрібно встановити PIN-код.
vi: Trước khi có thể đăng ký vân tay, cần thiết lập mã PIN.
zh: 在注册指纹之前，需要设置一个 PIN 码。
zh_tw: 在註冊指紋之前，必須先設定 PIN 碼。

# l_no_fps_added
source: No fingerprints have been added
cs: Nebyly přidány žádné otisky prstů
de: Es wurden keine Fingerabdrücke hinzugefügt
es: No se han añadido huellas digitales
fr: Aucune empreinte digitale ajoutée
hu: Nem lettek ujjlenyomatok hozzáadva
it: Nessuna fingerprint è stata aggiunta
ja: 追加されている指紋はありません
nl: Er zijn geen vingerafdrukken toegevoegd
pl: Brak dodanych odcisków palców
pt: Não foram adicionadas impressões digitais
ru: Отпечатки пальцев не добавлены
sk: Neboli pridané žiadne odtlačky prstov
sv: Inga fingeravtryck har lagts till
tr: Parmak izi eklenmedi
uk: Відбитки пальців не додано
vi: Chưa có vân tay nào được thêm
zh: 未添加指纹
zh_tw: 尚未新增指紋

# s_rename_fp
source: Rename fingerprint
cs: Přejmenovat otisk prstu
de: Fingerabdruck umbenennen
es: Renombrar huella dactilar
fr: Renommer empreinte digitale
hu: Ujjlenyomat átnevezése
it: Rinomina la fingerprint
ja: 指紋の名前を変更
nl: Vingerafdruk hernoemen
pl: Zmień nazwę odcisku palca
pt: Renomear impressão digital
ru: Переименовать отпечаток пальца
sk: Premenovať odtlačok prsta
sv: Byt namn på fingeravtryck
tr: Parmak izini yeniden adlandır
uk: Перейменувати відбиток пальця
vi: Đổi tên vân tay
zh: 重命名指纹
zh_tw: 重新命名指紋

# l_rename_fp_desc
source: Change the name
cs: Změnit název
de: Namen ändern
es: Cambiar el nombre
fr: Renommer
hu: Név megváltoztatása
it: Cambia il nome
ja: 名前を変更します
nl: Wijzig de naam
pl: Zmień nazwę
pt: Alterar o nome
ru: Изменить имя
sk: Zmeniť názov
sv: Ändra namn
tr: Adını değiştir
uk: Змінити назву
vi: Thay đổi tên
zh: 更改名称
zh_tw: 變更名稱

# s_fingerprint_renamed
source: Fingerprint renamed
cs: Otisk prstu přejmenován
de: Fingerabdruck umbenannt
es: Huella dactilar renombrada
fr: Empreinte renommée
hu: Ujjlenyomat átnevezve
it: La fingerprint è stata rinominata
ja: 指紋の名前が変更されました
nl: Vingerafdruk hernoemd
pl: Nazwa odcisku palca została zmieniona
pt: Impressão digital renomeada
ru: Отпечаток пальца переименован
sk: Odtlačok bol premenovaný
sv: Fingeravtryck byter namn
tr: Parmak izi yeniden adlandırıldı
uk: Відбиток пальця перейменовано
vi: Vân tay đã được đổi tên
zh: 指纹已重命名
zh_tw: 指紋已重新命名

# l_rename_fp_failed
source: Error renaming: {message}
cs: Chyba při přejmenování: {message}
de: Fehler beim Umbenennen: {message}
es: Error al renombrar: {message}
fr: Erreur de renommage : {message}
hu: Átnevezés sikertelen: {message}
it: Si è verificato un errore durante la rinomina: {message}
ja: 名前変更エラー：{message}
nl: Fout bij hernoemen: {message}
pl: Wystąpił błąd podczas zmiany nazwy: {message}
pt: Erro ao renomear: {message}
ru: Ошибка переименования: {message}
sk: Chyba pri premenovaní: {message}
sv: Fel vid namnändring: {message}
tr: Yeniden adlandırırken hata oluştu: {message}
uk: Помилка перейменування: {message}
vi: Lỗi khi đổi tên: {message}
zh: 重命名错误： {message}
zh_tw: 重新命名錯誤：{message}

# l_add_one_or_more_fps
source: Add one or more (up to five) fingerprints
cs: Přidat jeden nebo více (až pět) otisků prstů
de: Füge bis zu fünf Fingerabdrücke hinzu
es: Añadir una o más (hasta cinco) huellas dactilares
fr: Ajouter une ou plusieurs empreintes (jusqu'à 5)
hu: Egy vagy több (maximum öt) ujjlenyomat hozzáadása
it: Aggiungi una o più (fino a cinque) fingerprint
ja: 指紋を1つ以上（最大5つ）追加してください
nl: Voeg een of meer (tot vijf) vingerafdrukken toe
pl: Dodaj do 5 odcisków palców
pt: Adicionar uma ou mais (até cinco) impressões digitais
ru: Добавьте один или несколько (до пяти) отпечатков пальцев
sk: Pridajte jeden alebo viac (až päť) odtlačkov prstov
sv: Lägg till ett eller flera (upp till fem) fingeravtryck
tr: Bir veya daha fazla (en fazla beş) parmak izi ekleyin
uk: Додайте один або декілька (до п'яти) відбитків пальців
vi: Thêm một hoặc nhiều (tối đa năm) vân tay
zh: 添加一个或多个（最多五个）指纹
zh_tw: 新增一個或更多（最多五個）指紋

# l_fingerprints_used
source: {used}/5 fingerprints registered
cs: Registrováno {used} z 5 otisků prstů
de: {used}/5 Fingerabdrücke registriert
es: {used}/5 Huellas dactilares registradas
fr: {used} empreintes sur 5 enregistrées
hu: 5/{used} ujjlenyomat regisztrálva
it: {used}/5 fingerprint registrate
ja: {used}/5の指紋が登録されています
nl: {used}/5 vingerafdrukken geregistreerd
pl: Zarejestrowano {used} z 5 odcisków palców
pt: {used}/5 impressões digitais registradas
ru: {used}/5 отпечатков пальцев зарегистрировано
sk: {used}/5 odtlačkov prstov je registrovaných
sv: {used}/5 fingeravtryck registrerade
tr: {used}/5 parmak izi kaydedildi
uk: {used}/5 зареєстрованих відбитків пальців
vi: {used}/5 vân tay đã đăng ký
zh: {used}/5个指纹已登记
zh_tw: {used} / 5 個指紋已註冊
