Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# s_custom_icons
source: Custom icons
cs: Ikony účtů
de: Eigene Icons
es: Íconos personalizados
fr: Icônes personnalisées
hu: Egyedi ikonok
it: Icone personalizzate
ja: カスタムアイコン
nl: Aangepaste pictogrammen
pl: Niestandardowe ikony
pt: Ícones personalizados
ru: Пользовательские иконки
sk: Vlastné ikony
sv: Anpassade ikoner
tr: Özel simgeler
uk: Користувацькі значки
vi: Biểu tượng tùy chỉnh
zh: 自定义图标
zh_tw: 自訂圖示

# l_set_icons_for_accounts
source: Set icons for accounts
cs: Nastavit ikony účtů
de: Icons für Konten setzen
es: Establecer íconos para las cuentas
fr: Définir des icônes pour les comptes
hu: Ikonok beállítása fiókokhoz
it: Imposta le icone degli account
ja: アカウントのアイコンを設定
nl: Pictogrammen voor accounts instellen
pl: Ustaw ikony dla kont
pt: Definir ícones para contas
ru: Установить иконки для аккаунтов
sk: Nastaviť ikony pre účty
sv: Ange ikoner för konton
tr: Hesaplar için simge ayarla
uk: Встановіть значки для облікових записів
vi: Đặt biểu tượng cho các tài khoản
zh: 为账号设置图标
zh_tw: 為帳號設定圖示

# p_custom_icons_description
source: Icon packs can make your accounts more easily distinguishable with familiar logos and colors.
cs: Balíčky ikon pomohou snáze rozpoznat vaše účty s dobře známými logy a barvami.
de: Icon-Pakete machen Ihre Konten mit bekannten Logos und Farben leichter unterscheidbar.
es: Los paquetes de iconos pueden hacer que tus cuentas sean distinguibles más fácilmente con logos y colores familiares.
fr: Les packs d'icônes permettent de distinguer plus facilement vos comptes avec des logos et couleurs familiers.
hu: Az ikoncsomagok ismerős logókkal és színekkel könnyebben megkülönböztethetővé tehetik fiókjait.
it: I pacchetti di icone possono rendere i vostri account più facilmente distinguibili grazie a loghi e colori familiari.
ja: アイコンパックを使用すると、見慣れたロゴや色によりアカウントを識別しやすくなります。
nl: Pictogrampakketten kunnen uw accounts, met bekende logo's en kleuren, beter herkenbaar maken.
pl: Pakiety ikon mogą sprawić, że Twoje konta będą łatwiejsze do rozróżnienia dzięki znanym logo i kolorom.
pt: Os pacotes de ícones podem tornar suas contas mais fáceis de distinguir com logotipos e cores familiares.
ru: Наборы иконок помогут легче различать учетные записи благодаря знакомым логотипам и цветам.
sk: Vďaka balíkom ikon môžete svoje účty ľahšie rozlíšiť pomocou známych log a farieb.
sv: Ikonpaket kan göra det lättare att urskilja dina konton med bekanta logotyper och färger.
tr: Simge paketleri, hesaplarınızı tanıdık logolar ve renklerle daha kolay ayırt edilebilir hale getirebilir.
uk: Пакети значків можуть зробити ваші облікові записи простішими.
vi: Các gói biểu tượng có thể làm cho các tài khoản của bạn dễ phân biệt hơn với các logo và màu sắc quen thuộc.
zh: 图标包可以通过使用熟悉的徽标和颜色，让您的账号更容易辨识。
zh_tw: 圖示包可以讓您的帳戶更容易以熟悉的標誌和顏色區分。

# p_custom_icons_format_desc
source: Icon packs use the {aegis_icon_pack} format. You can download a pre-made icon pack, or you can create your own.
cs: Balíčky ikon používají formát {aegis_icon_pack}. Předem vytvořený balíček ikon můžete stáhnout, nebo si můžete vytvořit vlastní.
de: Icon-Pakete verwenden das {aegis_icon_pack} Format. Du kannst entweder ein bestehendes Icon-Paket herunterladen oder ein eigenes erstellen.
es: Los paquetes de íconos usan el formato {aegis_icon_pack}. Puedes descargar un paquete de íconos ya hecho o crear el tuyo propio.
fr: Les packs d'icônes utilisent le format {aegis_icon_pack}. Vous pouvez télécharger un pack d'icônes préétabli ou créer votre propre pack.
hu: Az ikoncsomagok a {aegis_icon_pack} formátumot használják. Letölthet egy előre elkészített ikoncsomagot, vagy létrehozhatja sajátját.
it: I pacchetti di icone utilizzano il formato {aegis_icon_pack}. Puoi scaricare un pacchetto di icone già pronto oppure crearne uno tuo.
ja: アイコンパックは、{aegis_icon_pack} フォーマットを使用しています。既存のアイコンパックをダウンロードすることも、新たに作成することもできます。
nl: Pictogrampakketten gebruiken de indeling {aegis_icon_pack}. U kunt een kant-en-klaar pictogrampakket downloaden of u kunt uw eigen maken.
pl: Pakiety ikon używają formatu {aegis_icon_pack}. Możesz pobrać gotowy pakiet ikon lub stworzyć własny.
pt: Os pacotes de ícones usam o formato {aegis_icon_pack} . Você pode fazer download de um pacote de ícones pré-fabricado ou criar o seu próprio.
ru: Наборы иконок используют формат {aegis_icon_pack}. Вы можете скачать готовый набор или создать свой.
tr: Simge paketleri {aegis_icon_pack} formatını kullanır. Önceden hazırlanmış bir simge paketi indirebilir veya kendi simge paketinizi oluşturabilirsiniz.
uk: Пакети значків використовують формат {aegis_icon_pack}. Ви можете завантажити готовий пакет значків або створити свій власний.
zh: 图标包使用 {aegis_icon_pack} 格式。您可以下载预制图标包，也可以创建自己的图标包。
zh_tw: 圖示包使用 {aegis_icon_pack} 格式。您可以下載預先製作好的圖示包，也可以自己製作。

# s_replace_icon_pack
source: Replace icon pack
cs: Nahradit balíček ikon
de: Icon-Paket ersetzen
es: Reemplazar paquete de íconos
fr: Remplacer le pack d'icônes
hu: Ikoncsomag cseréje
it: Sostituisci il pacchetto di icone
ja: アイコンパックを交換
nl: Vervang pictogrampakket
pl: Zmień pakiet ikon
pt: Substituir pacote de ícones
ru: Заменить набор значков
sk: Nahradiť balík ikon
sv: Byt ut ikonpaket
tr: Simge paketini değiştir
uk: Замінити пакет значків
vi: Thay thế gói biểu tượng
zh: 替换图标包
zh_tw: 取代圖示包

# l_loading_icon_pack
source: Loading icon pack…
cs: Načítání balíčku ikon…
de: Lade Icon-Paket…
es: Cargando paquete de íconos…
fr: Chargement du pack d'icônes…
hu: Ikoncsomag betöltése…
it: Caricamento in corso del pacchetto di icone…
ja: アイコンパックをロードしています…
nl: Pictogrampakket laden…
pl: Ładowanie pakietu ikon…
pt: Carregando pacote de ícones…
ru: Загрузка набора значков…
sk: Načítanie balíka ikon…
sv: Laddar ikonpaket…
tr: Simge paketi yükleniyor…
uk: Завантаження пакета значків…
vi: Đang tải gói biểu tượng…
zh: 加载图标包中…
zh_tw: 正在載入圖示包…

# s_load_icon_pack
source: Load icon pack
cs: Načíst balíček ikon
de: Icon-Paket laden
es: Cargar paquete de íconos
fr: Charger le pack d'icônes
hu: Ikoncsomag betöltése
it: Carica il pacchetto di icone
ja: アイコンパックをロード
nl: Pictogrampakket laden
pl: Wybierz pakiet ikon
pt: Importar pacote de ícones
ru: Загрузить набор значков
sk: Načítať balík ikon
sv: Ladda ikonpaket
tr: Simge paketi yükle
uk: Завантажити пакет значків
vi: Tải gói biểu tượng
zh: 加载图标包
zh_tw: 載入圖示包

# s_remove_icon_pack
source: Remove icon pack
cs: Odstranit balíček ikon
de: Icon-Paket entfernen
es: Remover paquete de íconos
fr: Retirer le pack d'icônes
hu: Ikoncsomag eltávolítása
it: Rimuovi il pacchetto di icone
ja: アイコンパックを削除
nl: Pictogrampakket verwijderen
pl: Usuń pakiet ikon
pt: Remover pacote de ícones
ru: Удалить набор значков
sk: Odstrániť balík ikon
sv: Ta bort ikonpaket
tr: Simge paketini kaldır
uk: Видалити пакет значків
vi: Gỡ gói biểu tượng
zh: 删除图标包
zh_tw: 移除圖示包

# l_icon_pack_removed
source: Icon pack removed
cs: Balíček ikon odstraněn
de: Icon-Paket entfernt
es: Paquete de íconos removido
fr: Pack d'icônes supprimé
hu: Ikoncsomag eltávolítva
it: Il pacchetto di icone è stato rimosso
ja: アイコンパックが削除されました
nl: Pictogrampakket verwijderd
pl: Pakiet ikon został usunięty
pt: Pacote de ícones removido
ru: Набор значков удалён
sk: Balík ikon bol odstránený
sv: Ikonpaket borttaget
tr: Simge paketi kaldırıldı
uk: Пакет значків видалено
vi: Gói biểu tượng đã được gỡ bỏ
zh: 图标包已删除
zh_tw: 已移除圖示包

# l_remove_icon_pack_failed
source: Error removing icon pack
cs: Chyba při odstraňování balíčku ikon
de: Fehler beim Entfernen des Icon-Pakets
es: Error removiendo el paquete de íconos
fr: Erreur lors de la suppression du pack d'icônes
hu: Ikoncsomag eltávolítása sikertelen
it: Si è verificato un errore durante la rimozione del pacchetto di icone
ja: アイコンパックの削除エラー
nl: Fout bij verwijderen pictogrampakket
pl: Wystąpił błąd podczas usuwania pakietu ikon
pt: Erro ao remover pacote de ícones
ru: Ошибка удаления набора значков
sk: Chyba pri odstraňovaní balíka ikon
sv: Fel vid borttagning av ikonpaket
tr: Simge paketi kaldırılırken hata oluştu
uk: Помилка видалення пакета значків
vi: Lỗi khi gỡ bỏ gói biểu tượng
zh: 删除图标包时出错
zh_tw: 移除圖示包出錯

# s_choose_icon_pack
source: Choose icon pack
cs: Vybrat balíček ikon
de: Icon-Paket auswählen
es: Elegir paquete de íconos
fr: Choisir un pack d'icônes
hu: Ikoncsomag kiválasztása
it: Scegli il pacchetto di icone
ja: アイコンパックを選択
nl: Kies pictogrampakket
pl: Wybierz pakiet ikon
pt: Escolher pacote de ícones
ru: Выбрать набор значков
sk: Vyberte si balík ikon
sv: Välj ikonpaket
tr: Simge paketini seçin
uk: Виберіть пакет значків
vi: Chọn gói biểu tượng
zh: 选择图标包
zh_tw: 選擇圖示包

# l_icon_pack_imported
source: Icon pack imported
cs: Balíček ikon importován
de: Icon-Paket importiert
es: Paquete de íconos importado
fr: Pack d'icônes importé
hu: Ikoncsomag importálva
it: Il pacchetto di icone è stato importato
ja: アイコンパックがインポートされました
nl: Pictogrampakket geïmporteerd
pl: Pakiet ikon został zaimportowany
pt: Pacote de ícones importado
ru: Пакет значков импортирован
sk: Balík ikon bol importovaný
sv: Ikonpaket importerat
tr: Simge paketi içe aktarıldı
uk: Пакет значків імпортовано
vi: Gói biểu tượng đã được nhập khẩu
zh: 图标包已导入
zh_tw: 匯入圖示包

# l_import_icon_pack_failed
source: Error importing icon pack: {message}
cs: Chyba při importu balíčku ikon: {message}
de: Fehler beim Importieren des Icon-Pakets: {message}
es: Error al importar paquete de íconos: {message}
fr: Erreur d'importation du pack d'icônes : {message}
hu: Ikoncsomag importálása sikertelen: {message}
it: Si è verificato un errore durante l'importazione del pacchetto di icone: {message}
ja: アイコンパックのインポートエラー：{message}
nl: Fout bij importeren pictogrampakket: {message}
pl: Wystąpił błąd podczas importowania pakietu ikon: {message}
pt: Erro ao importar o pacote de ícones: {message}
ru: Ошибка импорта набора иконок: {message}
sk: Chyba pri importovaní balíka ikon: {message}
sv: Fel vid import av ikonpaket: {message}
tr: Simge paketi içe aktarılırken hata oluştu: {message}
uk: Помилка імпорту пакета значків: {message}
vi: Lỗi khi nhập khẩu gói biểu tượng: {message}
zh: 导入图标包出错： {message}
zh_tw: 匯入圖示包時發生錯誤： {message}

# l_invalid_icon_pack
source: Invalid icon pack
cs: Neplatný balíček ikon
de: Ungültiges Icon-Paket
es: Paquete de íconos inválido
fr: Pack d'icônes non valide
hu: Érvénytelen ikoncsomag
it: Il pacchetto di icone non è valido
ja: 無効なアイコンパック
nl: Ongeldig pictogrampakket
pl: Pakiet ikon jest nieprawidłowy
pt: Pacote de ícones inválido
ru: Недопустимый набор иконок
sk: Neplatný balík ikon
sv: Ogiltigt ikonpaket
tr: Geçersiz simge paketi
uk: Недійсний пакет значків
vi: Gói biểu tượng không hợp lệ
zh: 无效的图标包
zh_tw: 無效圖示包

# l_icon_pack_copy_failed
source: Failed to copy icon pack files
cs: Nepodařilo se zkopírovat soubory balíčku ikon
de: Kopieren der Dateien des Icon-Pakets fehlgeschlagen
es: Error al copiar los archivos del paquete de íconos
fr: Impossible de copier les fichiers du pack d'icônes
hu: Ikoncsomag fájlok másolása sikertelen
it: Impossibile copiare i file del pacchetto di icone
ja: アイコンパックファイルをコピーできませんでした
nl: Fout bij het kopiëren van bestanden voor pictogrampakket
pl: Nie udało się skopiować plików pakietu ikon
pt: Falha ao copiar os arquivos do pacote de ícones
ru: Не удалось скопировать файлы набора значков
sk: Nepodarilo sa skopírovať súbory balíka ikon
sv: Misslyckades med att kopiera ikonpaketfiler
tr: Simge paketi dosyaları kopyalanırken başarısız olundu
uk: Не вдалося скопіювати файли пакета значків
vi: Không thể sao chép các tệp gói biểu tượng
zh: 复制图标包文件失败
zh_tw: 複製圖示包檔案失敗

# s_nfc_and_usb_options
source: NFC & USB options
hu: NFC és USB beállítások
it: Opzioni NFC e USB
nl: NFC- & USB-opties
pt: Opções de NFC e USB
ru: Настройки NFC & USB
uk: Опції NFC та USB
zh_tw: NFC 與 USB 選項

# l_nfc_and_usb_options_desc
source: Configure action for YubiKey
hu: A YubiKey művelet beállítása
it: Configura l'azione per la YubiKey
nl: Actie voor YubiKey configureren
pt: Configurar ação para a YubiKey
ru: Настроить действие для YubiKey
uk: Налаштувати дію для YubiKey
zh_tw: 設定 YubiKey 的動作

# l_on_yk_nfc_tap
source: On NFC tap
cs: Na YubiKey NFC klepnutí
de: Bei YubiKey NFC-Berührung
es: Al tocar la YubiKey con NFC
fr: En cas de rapprochement de la clef en NFC
hu: NFC érintésnél
it: Al tocco NFC
ja: YubiKey NFCのタップ時の動作
nl: Bij tik op NFC
pl: Podczas zbliżenia klucza YubiKey przez NFC
pt: No toque NFC
ru: При касании NFC
sk: Ťuknite na YubiKey NFC
sv: På YubiKey NFC-tryck
tr: YubiKey NFC dokunuşunda
uk: Увімкнено NFC-дотик
vi: Khi chạm NFC trên YubiKey
zh: 当 YubiKey NFC 读取时
zh_tw: 使用 NFC 感應時

# l_on_yk_usb_insert
source: On USB insert
hu: USB behelyezésnél
it: All'inserimento USB
nl: Bij invoegen USB
pt: Na inserção USB
ru: При подключении USB
uk: Увімкнено USB-вставка
zh_tw: 使用 USB 插入時

# l_do_nothing
source: Do nothing
cs: Nedělat nic
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
hu: Ne csináljon semmit
it: Non fare nulla
ja: 何もしない
nl: Doe niets
pl: Nic nie rób
pt: Não execute nenhuma ação
ru: Ничего не делать
sk: Neurobiť nič
sv: Gör ingenting
tr: Hiçbir şey yapma
uk: Нічого не робити
vi: Không làm gì
zh: 不进行任何操作
zh_tw: 不執行任何動作

# l_launch_ya
source: Launch Yubico Authenticator
cs: Spustit Yubico Authenticator
de: Yubico Authenticator starten
es: Iniciar Yubico Authenticator
fr: Lancer Yubico Authenticator
hu: Indítsa el a Yubico Authenticator-t
it: Avvia Yubico Authenticator
ja: Yubico Authenticatorを起動
nl: Yubico Authenticator starten
pl: Uruchom Yubico Authenticator
pt: Iniciar o Yubico Authenticator
ru: Запустить Yubico Authenticator
sk: Spustiť Yubico Authenticator
sv: Starta Yubico Authenticator
tr: Yubico Kimlik Doğrulayıcısını başlatın
uk: Запустіть Yubico Authenticator
vi: Khởi chạy Yubico Authenticator
zh: 启动 Yubico 身份验证器
zh_tw: 啟動 Yubico Authenticator

# l_copy_otp_clipboard
source: Copy OTP to clipboard
cs: Kopírovat OTP do schránky
de: OTP in Zwischenablage kopieren
es: Copiar OTP al portapapeles
fr: Copier OTP dans presse-papiers
hu: OTP másolása vágólapra
it: Copia OTP negli appunti
ja: OTPをクリップボードにコピー
nl: OTP naar klembord kopiëren
pl: Kopiuj kod OTP do schowka
pt: Copiar OTP para a área de transferência
ru: Скопировать OTP в буфер обмена
sk: Skopírovať OTP do schránky
sv: Kopiera OTP till urklipp
tr: OTP'yi panoya kopyala
uk: Копіювати одноразовий пароль OTP у буфер обміну
vi: Sao chép OTP vào clipboard
zh: 复制 OTP（一次性密码） 到剪贴板
zh_tw: 複製 OTP 到剪貼簿

# l_launch_and_copy_otp
source: Launch app and copy OTP
cs: Spustit aplikaci a zkopírovat OTP do schránky
de: App starten und OTP kopieren
es: Iniciar la aplicación y copiar la OTP
fr: Lancer application et copier OTP
hu: Indítsa el az alkalmazást és másolja az OTP-t
it: Avvia l'applicazione e copia l'OTP
ja: アプリを起動してOTPをコピー
nl: Toepassing starten en OTP kopiëren
pl: Uruchom aplikację i kopiuj kod OTP
pt: Iniciar o app e copiar OTP
ru: Запустить приложение и скопировать OTP
sk: Spustite aplikáciu a skopírujte OTP
sv: Starta appen och kopiera OTP
tr: Uygulamayı başlatın ve OTP'yi kopyalayın
uk: Запустіть програму та скопіюйте OTP
vi: Khởi chạy ứng dụng và sao chép OTP
zh: 启动应用程序并复制 OTP （一次性密码）
zh_tw: 啟動應用程式並複製 OTP

# l_kbd_layout_for_static
source: Keyboard layout (for static password)
cs: Rozložení klávesnice (pro statické heslo)
de: Tastaturlayout (für statisches Passwort)
es: Distribución del teclado (para contraseña estática)
fr: Configuration clavier (pour mot de passe statique)
hu: Billentyűzetkiosztás (statikus jelszóhoz)
it: Layout della tastiera (per la password statica)
ja: キーボードレイアウト（静的パスワード用）
nl: Toetsenbordindeling (voor statisch wachtwoord)
pl: Układ klawiatury (dla hasła statycznego)
pt: Layout do teclado (para senha estática)
ru: Раскладка клавиатуры (для статического пароля)
sk: Rozloženie klávesnice (pre statické heslo)
sv: Tangentbordslayout (för statiskt lösenord)
tr: Klavye düzeni (statik şifre için)
uk: Розкладка клавіатури (для статичного пароля)
vi: Bố cục bàn phím (cho mật khẩu tĩnh)
zh: 键盘布局（用于静态密码）
zh_tw: 鍵盤配置（用於靜態密碼）

# s_choose_kbd_layout
source: Choose keyboard layout
cs: Vybrat rozložení klávesnice
de: Tastaturlayout auswählen
es: Elegir la distribución del teclado
fr: Choisir configuration clavier
hu: Billentyűzetkiosztás választása
it: Scegli il layout della tastiera
ja: キーボードレイアウトを選択
nl: Toetsenbordindeling kiezen
pl: Wybierz układ klawiatury
pt: Escolha o layout do teclado
ru: Выберите раскладку клавиатуры
sk: Zvoľte rozloženie klávesnice
sv: Välj tangentbordslayout
tr: Klavye düzeni seçin
uk: Виберіть розкладку клавіатури
vi: Chọn bố cục bàn phím
zh: 选择键盘布局
zh_tw: 選擇鍵盤配置

# l_bypass_touch_requirement
source: Bypass touch requirement
cs: Obejít požadavek dotyku
de: Notwendigkeit zur Berührung umgehen
es: Omitir requisito de toque
fr: Contourner les exigences tactiles
hu: Érintés megkerülése
it: Disattiva la richiesta di tocco
ja: タッチ要件をスキップ
nl: "Aanraken vereist" omzeilen
pl: Pomiń wymagane dotknięcie
pt: Ignorar exigência de toque
ru: Обход требования к прикосновению
sk: Obísť požiadavku na dotyk
sv: Bypass touch-krav
tr: Dokunma gereksinimi atla
uk: Вимога обходу дотику
vi: Bỏ qua yêu cầu chạm
zh: 绕过触摸要求
zh_tw: 繞過輕觸要求

# l_bypass_touch_requirement_on
source: Accounts that require touch are automatically shown over NFC
cs: Účty, které vyžadují dotyk, se automaticky zobrazují přes NFC
de: Konten, die Berührung erfordern, werden automatisch über NFC angezeigt
es: Las cuentas que requieren toque se muestran automáticamente a través de NFC
fr: Les comptes tactiles s'affichent automatiquement sur NFC
hu: Az érintést igénylő fiókok automatikusan megjelennek az NFC-n keresztül.
it: Gli account che richiedono il tocco vengono mostrati automaticamente tramite NFC
ja: タッチが必要なアカウントがNFCを介して自動的に表示されます
nl: Accounts die aangeraakt moeten worden, worden automatisch weergegeven via NFC
pl: Konta, które wymagają dotknięcia, będą automatycznie wyświetlane przez NFC
pt: Contas que exigem toque são exibidas automaticamente via NFC
ru: Учетные записи, требующие касания, автоматически показываются через NFC
sk: Účty, ktoré vyžadujú dotyk, sa automaticky zobrazujú cez NFC
sv: Konton som kräver beröring visas automatiskt via NFC
tr: Dokunma gerektiren hesaplar otomatik olarak NFC üzerinden gösterilir
uk: Облікові записи, що потребують дотику, автоматично відображаються через NFC
vi: Các tài khoản yêu cầu chạm sẽ tự động được hiển thị qua NFC
zh: 需要触摸的账户会自动在 NFC 中显示
zh_tw: 需要輕觸來檢視的帳號，透過 NFC 時會自動顯示

# l_bypass_touch_requirement_off
source: Accounts that require touch need an additional tap over NFC
cs: Účty, které vyžadují dotyk, vyžadují další klepnutí přes NFC
de: Konten, die Berührung erfordern, benötigen eine zusätzliche NFC-Berührung
es: Las cuentas que requieren toque necesitan un toque adicional sobre NFC
fr: Les comptes tactiles nécessitent un rapprochement de la clef en NFC de plus
hu: Az érintést igénylő fiókokhoz további koppintásra van szükség az NFC-n keresztül.
it: Gli account che richiedono il tocco necessitano di un ulteriore tocco tramite NFC
ja: タッチが必要なアカウントはNFCを介して追加のタップが必要です
nl: Accounts die aanraken vereisen, hebben een extra tik nodig via NFC
pl: Konta, które wymagają dotknięcia, będą wymagały dodatkowego zbliżenia przez NFC
pt: Contas que exigem toque precisam de uma aproximação adicional via NFC
ru: Учетные записи, требующие касания, нуждаются в дополнительном касании через NFC
sk: Účty, ktoré vyžadujú dotyk, potrebujú dodatočné ťuknutie cez NFC
sv: Konton som kräver beröring behöver en extra tryckning via NFC
tr: Dokunma gerektiren hesaplar için NFC üzerinden ek bir dokunuşa ihtiyaç vardır
uk: Облікові записи, що потребують дотику, потребують додаткового дотику через NFC
vi: Các tài khoản yêu cầu chạm cần thêm một lần chạm qua NFC
zh: 需要触摸的账户需要额外读取 NFC
zh_tw: 需要輕觸來檢視的帳號，透過 NFC 時會需要再感應一次

# s_silence_nfc_sounds
source: Silence NFC sounds
cs: Tichý zvuk NFC
de: NFC-Töne stummschalten
es: Silenciar los sonidos NFC
fr: Désactiver sons NFC
hu: NFC hangok elnémítása
it: Disattiva i suoni NFC
ja: NFCサウンドを消す
nl: NFC-geluiden dempen
pl: Wycisz dźwięki NFC
pt: Silenciar sons NFC
ru: Отключить звуки NFC
sk: Vypnúť zvuky NFC
sv: Tysta NFC-ljud
tr: NFC seslerini sustur
uk: Вимкнення звуків NFC
vi: Tắt âm thanh NFC
zh: 静音 NFC 提示音
zh_tw: NFC 提示音靜音

# l_silence_nfc_sounds_on
source: No sounds will be played on NFC tap
cs: Při klepnutí na NFC nebudou přehrány žádné zvuky
de: Keine Töne werden bei NFC-Berührung abgespielt
es: No se reproducirá ningún sonido al tocar el NFC
fr: Aucun son en cas de rapprochement en NFC
hu: NFC-érintéskor nem szólal meg hang
it: Non verranno riprodotti suoni al tocco NFC
ja: NFCタップ時にサウンドが再生されません
nl: Geen geluid wordt afgespeeld bij een tik op NFC
pl: Dźwięk zbliżenia NFC nie będzie odtwarzany
pt: Nenhum som será reproduzido no toque NFC
ru: Звуки не будут воспроизводиться при касании NFC
sk: Pri ťuknutí cez NFC sa nebudú prehrávať žiadne zvuky
sv: Inga ljud kommer att spelas upp vid NFC-tryckning
tr: NFC dokunuşunda hiçbir ses oynatılmayacaktır
uk: При дотику NFC звуки не відтворюватимуться
vi: Không có âm thanh nào sẽ được phát khi chạm NFC
zh: 读取 NFC 时不会播放任何声音
zh_tw: NFC 感應時不會發出聲音

# l_silence_nfc_sounds_off
source: Sound will play on NFC tap
cs: Při klepnutí na NFC bude přehrán zvuk
de: Töne werden bei NFC-Berührung abgespielt
es: El sonido se reproducirá al tocar con NFC.
fr: Son émis en cas de rapprochement en NFC
hu: NFC-érintéskor hang szólal meg
it: Il suono verrà riprodotto al tocco NFC
ja: NFCタップ時にサウンドが再生されます
nl: Geluid wordt afgespeeld bij een tik op NFC
pl: Dźwięk zbliżenia NFC będzie odtwarzany
pt: O som será reproduzido no toque NFC
ru: Звук будет воспроизводиться при касании NFC
sk: Pri ťuknutí na NFC sa prehrá zvuk
sv: Ljudet kommer att spela på NFC-kranen
tr: NFC dokunuşunda ses oynatılacaktır
uk: Звук відтворюватиметься при дотику до NFC
vi: Âm thanh sẽ phát khi chạm NFC
zh: 声音将在 NFC 读取时播放
zh_tw: NFC 感應時會發出聲音

# l_launch_app_on_usb_on
source: This prevents other apps from using the YubiKey over USB
cs: Zabraňuje ostatním aplikacím používat YubiKey přes USB
de: Das verhindert, dass andere Anwendungen den YubiKey über USB nutzen
es: Esto previene que otras aplicaciones utilicen la YubiKey a través de USB
fr: Cela empêche d'autres applications d'utiliser la YubiKey en USB
hu: Ez megakadályozza, hogy más alkalmazások USB-n keresztül használják a YubiKey-t.
it: Questo impedisce ad altre applicazioni di utilizzare la YubiKey tramite USB
ja: これにより、他のアプリがUSB経由でYubiKeyを使用できなくなります
nl: Dit voorkomt dat andere apps de YubiKey via USB kunnen gebruiken
pl: Inne aplikacje nie mogą korzystać z klucza YubiKey przez USB
pt: Isso impede que outros aplicativos usem o YubiKey via USB
ru: Это запрещает другим приложениям использовать YubiKey через USB
sk: Toto zabráni používaniu YubiKey cez USB inými aplikáciami
sv: Detta förhindrar andra appar från att använda YubiKey via USB
tr: Bu, diğer uygulamaların USB üzerinden YubiKey'i kullanmasını engeller
uk: Це запобігає використанню YubiKey іншими програмами через USB
vi: Điều này ngăn cản các ứng dụng khác sử dụng YubiKey qua USB
zh: 这可以防止其他应用程序通过 USB 使用 YubiKey
zh_tw: 這可防止其他應用程式透過 USB 使用 YubiKey
