Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_subject_desc
source: A distinguished name (DN) formatted in accordance to the RFC 4514 specification.
cs: Rozlišovaný název (DN) ve formátu podle specifikace RFC 4514.
de: Distinguished Name (DN) RFC 4514 konform formatiert.
es: Un nombre distinguido (DN) formateado de acuerdo con la especificación RFC 4514.
fr: DN (nom distinctif) formaté conformément à la spécification RFC 4514.
hu: Az RFC 4514 specifikációnak megfelelően formázott megkülönböztető név (DN).
it: Un nome distinto (DN) formattato secondo la specifica RFC 4514.
ja: RFC 4514仕様に準拠した形式の識別名（DN）。
nl: Een DN (distinguished name=onderscheidende naam) opgemaakt volgens de specificatie RFC 4514.
pl: Nazwa wyróżniająca (DN) sformatowana zgodnie ze specyfikacją RFC 4514.
pt: Um nome distinto (DN) formatado conforme a especificação RFC 4514.
ru: Уникальное имя (DN), отформатированное в соответствии со спецификацией RFC 4514.
sk: Rozlišujúci názov (DN) naformátovaný v súlade so špecifikáciou RFC 4514.
sv: Ett DN (distinguished name) formaterat i enlighet med RFC 4514-specifikationen.
tr: RFC 4514 spesifikasyonuna uygun biçimlendirilmiş ayırt edici isim (DN).
uk: Визначне ім'я (DN), відформатоване відповідно до специфікації RFC 4514.
vi: Tên phân biệt (DN) được định dạng theo tiêu chuẩn RFC 4514.
zh: 根据 RFC 4514 规格格式化的可识别的名称(DN)。
zh_tw: 依照 RFC 4514 規格格式化的識別名 (DN)。

# l_rfc4514_invalid
source: Invalid RFC 4514 format
cs: Neplatný formát RFC 4514
de: Ungültiges RFC 4514Format
es: Formato RFC 4514 inválido
fr: Format RFC 4514 non valide
hu: Érvénytelen RFC 4514 formátum
it: Formato RFC 4514 non valido
ja: 無効なRFC 4514形式
nl: Ongeldig opmaak RFC 4514
pl: Format RFC 4514 jest nieprawidłowy
pt: Formato RFC 4514 inválido
ru: Неверный формат RFC 4514
sk: Neplatný formát RFC 4514
sv: Ogiltigt RFC 4514-format
tr: Geçersiz RFC 4514 biçimi
uk: Недійсний формат RFC 4514
vi: Định dạng RFC 4514 không hợp lệ
zh: RFC格式无效
zh_tw: 無效的 RFC 4514 格式

# rfc4514_examples
source: Examples: CN=Example Name CN=jsmith,DC=example,DC=net
cs: Příklady: CN=Příklad jména CN=jsmith,DC=příklad,DC=net
de: Beispiele: CN=Beispielname CN=jsmith,DC=example,DC=net
es: Ejemplos: CN=Nombre de Ejemplo CN=jsmith,DC=ejemplo,DC=net
fr: Exemples : CN=exemple de nom CN=jsmith,DC=exemple,DC=net
hu: Példák: CN=Példa Név CN=jsmith,DC=példa,DC=net
it: Esempi: CN=Esempio Nome CN=mariorossi,DC=esempio,DC=it
ja: 例： CN=Example Name CN=jsmith,DC=example, DC=net
nl: Voorbeelden: CN=Voorbeeld naam CN=jsmit,DC=voorbeeld,DC=net
pl: Przykłady: CN=Przykładowa nazwa CN=jkowalski,DC=przyklad,DC=pl
pt: Exemplos: CN=Exemplo de Nome CN=jsmith,DC=exemplo,DC=net
ru: Примеры: CN=Example Name CN=jsmith,DC=example,DC=net
sk: Príklady: CN=Vzorové Meno CN=jnovak,DC=priklad,DC=net
sv: Exempel: CN=Example Namn CN=jsmith,DC=example,DC=net
tr: Örnekler: CN=Örnek Adı CN=jsmith,DC=örnek,DC=net
uk: Приклади: CN=Приклад назви CN=jsmith,DC=приклад,DC=net
vi: Ví dụ: CN=Tên Ví dụ CN=jsmith,DC=example,DC=net
zh: 示例: CN=Example Name CN=jsmith,DC=example,DC=net
zh_tw: 範例： CN=Example 名稱 CN=jsmith,DC=example,DC=net

# s_allow_fingerprint
source: Allow fingerprint
cs: Povolit otisk prstu
de: Fingerabdruck zulassen
es: Permitir huella dactilar
fr: Autoriser les empreintes digitales
hu: Ujjlenyomat engedélyezése
it: Consenti fingerprint
ja: 指紋認証を許可する
nl: Vingerafdruk toestaan
pl: Zezwalaj na odcisk palca
pt: Permitir impressão digital
ru: Разрешите использование отпечатка пальцев
sk: Povoliť odtlačok prsta
sv: Tillåt fingeravtryck
tr: Parmak izine izin ver
uk: Дозволити відбиток пальця
vi: Cho phép vân tay
zh: 允许使用指纹
zh_tw: 允許使用指紋

# s_pin_policy
source: PIN policy
cs: Zásady PIN
de: PIN Richtlinie
es: Política de PIN
fr: Politique de code PIN
hu: PIN-irányelvek
it: Politica del PIN
ja: PIN ポリシー
nl: Beleid pincode
pl: Zasady dotyczące kodu PIN
pt: Política de PIN
ru: Политика PIN
tr: PIN politikası
uk: Політика щодо PIN-кодів
zh: PIN 策略
zh_tw: PIN 碼政策

# s_output_format
source: Output format
cs: Výstupní formát
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
hu: Kimeneti formátum
it: Formato di output
ja: 出力フォーマット
nl: Indeling uitvoer
pl: Format wyjściowy
pt: Formato de saída
ru: Выходной формат
tr: Çıktı formatı
uk: Вихідний формат
zh: 输出格式
zh_tw: 輸出格式

# s_expiration_date
source: Expiration date
cs: Datum expirace
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
hu: Lejárat dátuma
it: Data di scadenza
ja: 有効期限
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de validade
ru: Срок действия
tr: Son kullanma tarihi
uk: Термін дії
zh: 有效期至
zh_tw: 有效期至

# p_algorithm_desc
source: Key algorithm to use.
cs: Použít algoritmus klíče.
de: Zu verwendender Schlüsselalgorithmus.
es: Algoritmo de clave a usar.
fr: Algorithme de la clé à utiliser.
hu: Használni kívánt kulcsalgoritmus.
it: Algoritmo chiave da utilizzare.
ja: 使用する鍵アルゴリズム。
nl: Te gebruiken sleutelalgoritme.
pl: Algorytm do generowania klucza.
pt: Algoritmo chave a ser usado.
ru: Используемый алгоритм ключа.
tr: Anahtarda kullanılacak algoritma.
uk: Ключовий алгоритм для використання.
zh: 使用的密钥算法。
zh_tw: 使用的密鑰演算法。

# p_expiration_date_desc
source: Date when the certificate expires, default 1 year (certificate only).
cs: Datum vypršení platnosti certifikátu, standardně 1 rok (pouze certifikát).
de: Datum, an dem das Zertifikat abläuft, standardmäßig 1 Jahr (betrifft nur das Zertifikat).
es: Fecha de caducidad del certificado, por defecto 1 año (solo certificado).
fr: Date d'expiration du certificat, par défaut 1 an (certificat uniquement).
hu: A tanúsítvány lejáratának dátuma, alapértelmezett 1 év (csak tanúsítvány).
it: Data di scadenza del certificato, predefinita 1 anno (solo certificato).
ja: 証明書が失効する日付、デフォルトでは 1 年 (証明書のみ)。
nl: Datum waarop het certificaat verloopt, standaard 1 jaar (alleen certificaat).
pl: Data wygaśnięcia certyfikatu, domyślnie 1 rok (tylko certyfikat).
pt: Data da expiração do certificado, padrão 1 ano (somente certificado).
ru: Дата окончания сертификата, по умолчанию 1 год (только сертификат).
tr: Sertifikanın sona ereceği tarih; varsayılan olarak 1 yıl (yalnızca sertifikalar için).
uk: Дата закінчення терміну дії сертифіката, за замовчуванням 1 рік (лише для сертифіката).
zh: 证书过期日期，默认为 1 年（仅限证书）。
zh_tw: 證書到期的日期，預設為 1 年（僅限證書）。

# p_key_options_bio_desc
source: Allow biometrics to be used instead of PIN.
cs: Povolit použití biometrie namísto kódu PIN.
de: Erlaube die Verwendung von Fingerabdrücken anstelle der PIN.
es: Permitir el uso de biometría en lugar del PIN.
fr: Permettre l'utilisation de données biométriques au lieu d'un code PIN.
hu: Lehetővé teszi a biometrikus adatok használatát a PIN-kód helyett.
it: Consenti l'uso della biometria al posto del PIN.
ja: PIN の代わりに生体認証を使用できるようにします。
nl: Gebruiken van biometrische gegevens in plaats van een pincode toestaan.
pl: Umożliwia korzystanie z danych biometrycznych zamiast kodu PIN.
pt: Permitir o uso de biometria em vez do PIN.
ru: Использовать биометрию вместо PIN-кода.
sk: Umožniť používanie biometrických údajov namiesto PIN kódu.
sv: Tillåt att biometri används i stället för PIN-kod.
tr: PIN yerine biyometri kullanılmasına izin verin.
uk: Дозволити використання біометричних даних замість PIN-коду.
vi: Cho phép sử dụng sinh trắc học thay cho PIN.
zh: 允许使用生物识别技术代替 PIN 。
zh_tw: 允許使用生物辨識技術取代 PIN 碼。

# q_overwrite_slot
source: Overwrite slot?
cs: Přepsat slot?
de: Slot überschreiben?
es: ¿Sobreescribir ranura?
fr: Remplacer l'emplacement ?
hu: Hely felülírása?
it: Sovrascrivere lo slot?
ja: スロットを上書きしますか？
nl: Slot overschrijven?
pl: Nadpisać slot?
pt: Sobrescrever slot?
ru: Перезаписать слот?
tr: Yuvanın üzerine yazılsın mı?
uk: Перезаписати слот?
zh: 覆盖槽位？
zh_tw: 覆寫槽位？

# p_overwrite_slot_desc
source: This will permanently overwrite existing content in slot {slot}.
cs: Toto trvale přepíše existující obsah ve slotu {slot}.
de: Dies überschreibt dauerhaft evtl. vorhandenen Inhalt in Slot {slot}.
es: Esto sobrescribirá permanentemente el contenido existente en la ranura {slot}.
fr: Cela écrasera définitivement le contenu du slot {slot}.
hu: Ez véglegesen felülírja a(z) {slot}. helyen található tartalmakat.
it: Questa azione sovrascriverà in modo permanente il contenuto esistente nello slot {slot}.
ja: これにより、スロット{slot}内の既存コンテンツが完全に上書きされます。
nl: Dit overschrijft de bestaande inhoud in slot {slot} permanent.
pl: Spowoduje to trwałe nadpisanie obecnej zawartości w slocie {slot}.
pt: Isso substituirá permanentemente o conteúdo existente no espaço {slot}.
ru: Это навсегда перезапишет существующее содержимое слота {slot}.
sk: Tým sa natrvalo prepíše existujúci obsah v slote {slot}.
sv: Detta kommer permanent att skriva över befintligt innehåll i slot {slot}.
tr: Bu işlem, {slot} yuvasındaki mevcut içeriğin üzerine kalıcı olarak yazacaktır.
uk: Це назавжди перезапише існуючий вміст у слоті {slot}.
vi: Điều này sẽ ghi đè vĩnh viễn nội dung hiện có trong khe {slot}.
zh: 这将永久覆盖槽位 {slot} 中的现有内容。
zh_tw: 這將永久覆寫槽位 {slot} 中的現有內容。

# l_overwrite_cert
source: The certificate will be overwritten
cs: Certifikát bude přepsán
de: Das Zertifikat wird überschrieben
es: El certificado será sobrescrito
fr: Le certificat sera écrasé
hu: Ez a tanúsítvány felül lesz írva
it: Il certificato verrà sovrascritto
ja: 証明書が上書きされます
nl: Het certificaat zal worden overschreven
pl: Certyfikat zostanie nadpisany
pt: O certificado será substituído
ru: Сертификат будет перезаписан
sk: Certifikát bude prepísaný
sv: Certifikatet kommer att skrivas över
tr: Sertifikanın üzerine yazılacaktır
uk: Сертифікат буде перезаписано
vi: Chứng chỉ sẽ bị ghi đè
zh: 证书将被覆盖
zh_tw: 證書將被覆寫

# l_overwrite_key
source: The private key will be overwritten
cs: Soukromý klíč bude přepsán
de: Der private Schlüssel wird überschrieben
es: La clave privada será sobrescrita
fr: La clé privée sera écrasée
hu: A privát kulcs felülírásra kerül
it: La chiave privata verrà sovrascritta
ja: 秘密鍵が上書きされます
nl: De privésleutel zal worden overschreven
pl: Klucz prywatny zostanie nadpisany
pt: A chave privada será substituída
ru: Приватный ключ будет перезаписан
sk: Súkromný kľúč bude prepísaný
sv: Den privata nyckeln kommer att skrivas över
tr: Özel anahtarın üzerine yazılacaktır
uk: Закритий ключ буде перезаписано
vi: Khóa riêng sẽ bị ghi đè
zh: 私钥将被覆盖
zh_tw: 私人密鑰將被覆寫

# l_overwrite_key_maybe
source: Any existing private key in the slot will be overwritten
cs: Jakýkoliv existující soukromý klíč v slotu bude přepsán
de: Ein vorhandener privater Schlüssel im Slot wird überschrieben
es: Cualquier clave privada existente en la ranura será sobrescrita
fr: Toute clé privée se trouvant dans le slot sera écrasée
hu: A helyen lévő privát kulcsok felülíródnak.
it: Qualsiasi chiave privata esistente nello slot verrà sovrascritta
ja: スロット内の既存の秘密鍵がすべて上書きされます
nl: Elke bestaande privésleutel in het slot zal worden overschreven
pl: Każdy obecny klucz prywatny w slocie zostanie nadpisany
pt: Qualquer chave privada existente no espaço será substituída
ru: Все подключенные приватные ключи будут перезаписаны
sk: Akýkoľvek existujúci súkromný kľúč v slote sa prepíše
sv: Alla befintliga privata nycklar i kortplatsen skrivs över
tr: Yuvadaki mevcut tüm özel anahtarların üzerine yazılacaktır
uk: Будь-який існуючий закритий ключ у слоті буде перезаписано
vi: Bất kỳ khóa riêng nào hiện có trong khe sẽ bị ghi đè
zh: 槽位中的任何现有密钥都将被覆盖
zh_tw: 槽位中任何現有的私鑰都會被覆寫

# s_slot_9a
source: Authentication
cs: Ověření
de: Authentifizierung
es: Autenticación
fr: Authentification
hu: Azonosítás
it: Autenticazione
ja: 認証
nl: Authenticatie
pl: Uwierzytelnienie
pt: Autenticação
ru: Аутентификация
sk: Autentifikácia
sv: Autentisering
tr: Kimlik doğrulama
uk: Автентифікація
vi: Xác thực
zh: 身份认证
zh_tw: 身份認證

# s_slot_9c
source: Digital Signature
cs: Digitální podpis
de: Digitale Signatur
es: Firma digital
fr: Signature numérique
hu: Digitális aláírás
it: Firma digitale
ja: デジタル署名
nl: Digitale handtekening
pl: Podpis cyfrowy
pt: Assinatura Digital
ru: Цифровая подпись
sk: Digitálny podpis
sv: Digital signatur
tr: Dijital imza
uk: Цифровий підпис
vi: Chữ ký số
zh: 数字签名
zh_tw: 數位簽章

# s_slot_9d
source: Key Management
cs: Správa klíčů
de: Schlüssel-Verwaltung
es: Administración de claves
fr: Gestion des clés
hu: Kulcskezelés
it: Gestione delle chiavi
ja: 鍵管理
nl: Sleutelbeheer
pl: Zarządzanie kluczem
pt: Gerenciamento de Chaves
ru: Управление ключами
sk: Spravovanie kľúčov
sv: Nyckelhantering
tr: Anahtar yönetimi
uk: Управління ключами
vi: Quản lý khóa
zh: 密钥管理
zh_tw: 密鑰管理

# s_slot_9e
source: Card Authentication
cs: Ověření karty
de: Karten Authentifizierung
es: Autenticación de smart card
fr: Authentification par carte
hu: Kártya azonosítás
it: Autenticazione con smart card
ja: カード認証
nl: Authenticatie met kaart
pl: Uwierzytelnianie kartą
pt: Autenticação de cartão
ru: Аутентификация карты
sk: Autentifikácia karty
sv: Autentisering av kort
tr: Kart kimlik doğrulama
uk: Автентифікація картки
vi: Xác thực thẻ
zh: 卡片认证
zh_tw: 卡片認證

# s_retired_slot
source: Retired Key Management
cs: Zrušená správa klíčů
de: Verwaltung zurückgezogener Schlüssel
es: Administración de Claves Retiradas
fr: Clé de gestion retraitée
hu: Visszavont kulcsok kezelése
it: Gestione delle chiavi ritirate
ja: 退職した鍵管理
nl: Beheren beëindigde sleutels
pl: Stare zarządzanie kluczem
pt: Gerenciamento de chaves aposentado
ru: Управление устаревшими ключами
sk: Správa vyradených kľúčov
sv: Pensionerad Key Management
tr: Kullanımdan kaldırılmış Anahtar Yönetimi
uk: Керування ключами, що вийшло з експлуатації
vi: Quản lý khóa đã nghỉ hưu
zh: 退回密钥管理
zh_tw: 退役密鑰管理

# s_otp_slot_one
source: Short touch
cs: Krátký dotyk
de: Kurze Berührung
es: Toque corto
fr: Pression courte
hu: Rövid érintés
it: Tocco breve
ja: 短いタッチ
nl: Kort aanraken
pl: Krótkie dotknięcie
pt: Toque curto
ru: Короткое касание
sk: Krátky dotyk
sv: Kort touch
tr: Kısa dokunuş
uk: Короткий дотик
vi: Chạm ngắn
zh: 短触
zh_tw: 輕觸

# s_otp_slot_two
source: Long touch
cs: Dlouhý dotyk
de: Lange Berührung
es: Toque largo
fr: Pression longue
hu: Hosszú érintés
it: Tocco lungo
ja: 長いタッチ
nl: Lang aanraken
pl: Długie dotknięcie
pt: Toque longo
ru: Долгое прикосновение
sk: Dlhý dotyk
sv: Lång beröring
tr: Uzun dokunuş
uk: Довгий дотик
vi: Chạm lâu
zh: 长按
zh_tw: 長按

# l_otp_slot_empty
source: Slot is empty
cs: Slot je prázdný
de: Slot ist leer
es: La ranura está vacía
fr: Slot vide
hu: A hely üres
it: Lo slot è vuoto
ja: スロットが空です
nl: Slot is leeg
pl: Slot jest pusty
pt: O slot está vazio
ru: Слот пуст
sk: Slot je prázdny
sv: Spåret är tomt
tr: Yuva boş
uk: Слот порожній
vi: Khe trống
zh: 槽位为空
zh_tw: 槽位為空

# l_otp_slot_configured
source: Slot is configured
cs: Slot je konfigurován
de: Slot ist konfiguriert
es: La ranura está configurada
fr: Slot configuré
hu: A hely konfigurálva
it: Lo slot è stato configurato
ja: スロットが構成されています
nl: Slot is geconfigureerd
pl: Slot jest skonfigurowany
pt: O slot está configurado
ru: Слот настроен
sk: Slot je nastavený
sv: Kortplatsen är konfigurerad
tr: Yuva yapılandırıldı
uk: Слот налаштовано
vi: Khe đã được cấu hình
zh: 槽位已配置
zh_tw: 槽位已設定

# l_yubiotp_desc
source: Program a Yubico OTP credential
cs: Program OTP pověření Yubico
de: Konfiguriere Yubico OTP-Anmeldedaten
es: Programar una credencial Yubico OTP
fr: Programmer un identifiant Yubico OTP
hu: Programozzon egy Yubico OTP azonosítót
it: Programma una credenziale Yubico OTP
ja: Yubico OTP認証情報をプログラムします
nl: Een Yubico OTP inloggegeven programmeren
pl: Skonfiguruj poświadczenie Yubico OTP
pt: Programar uma credencial Yubico OTP
ru: Запрограммировать учетные данные Yubico OTP
sk: Naprogramujte poverenie Yubico OTP
sv: Programmera en Yubico OTP-legitimation
tr: Bir Yubico OTP kimlik bilgisi programlayın
uk: Запрограмуйте облікові дані Yubico OTP
vi: Cài đặt thông tin xác thực Yubico OTP
zh: 配置 Yubico OTP 证书
zh_tw: 配置 Yubico OTP 憑證

# s_challenge_response
source: Challenge-response
cs: Odpověď na výzvu
fr: Défi-réponse
hu: Kihívás-válasz
ja: チャレンジレスポンス
nl: Antwoord uitdaging
pt: Desafio-resposta
sk: Výzva-odpoveď
sv: Utmaning-svar
tr: Meydan okuma-yanıt
uk: Виклик-відповідь
vi: Thách thức-phản hồi
zh: 请求/响应
zh_tw: 盤問回應 (Challenge-response)

# l_challenge_response_desc
source: Program a challenge-response credential
cs: Naprogramujte pověření odpovědi na výzvu
de: Konfiguriere Challenge-Response Anmeldedaten
es: Programar una credencial de desafío y respuesta
fr: Programmer un identifiant pour défi-réponse
hu: Kihívás-válasz alapú hitelesítés programozása
it: Programma una credenziale challenge-response
ja: チャレンジレスポンス認証情報をプログラムします
nl: Een inloggegeven voor een "challenge-response" programmeren
pl: Skonfiguruj poświadczenie challenge-response
pt: Programar uma credencial de desafio-resposta
ru: Запрограммировать учетные данные challenge-response
sk: Naprogramovať poverenie typu výzva-odpoveď
sv: Programmera en referens för utmaning/svar
tr: Bir meydan okuma-yanıt kimlik bilgisi programlayın
uk: Запрограмуйте облікові дані для запиту та відповіді
vi: Cài đặt thông tin xác thực thách thức-phản hồi
zh: 配置一个挑战响应凭证
zh_tw: 配置盤問回應憑證

# s_static_password
source: Static password
cs: Statické heslo
de: Statisches Passwort
es: Contraseña estática
fr: Mot de passe statique
hu: Állandó jelszó
it: Password statica
ja: 静的パスワード
nl: Statisch wachtwoord
pl: Hasło statyczne
pt: Senha estática
ru: Статический пароль
sk: Statické heslo
sv: Statiskt lösenord
tr: Statik şifre
uk: Статичний пароль
vi: Mật khẩu tĩnh
zh: 静态密码
zh_tw: 靜態密碼

# l_static_password_desc
source: Configure a static password
cs: Konfigurace statického hesla
de: Konfiguriere ein statisches Passwort
es: Configurar una contraseña estática
fr: Configurer mot de passe statique
hu: Állandó jelszó megadása
it: Configura una password statica
ja: 静的パスワードを設定します
nl: Een statisch wachtwoord instellen
pl: Skonfiguruj hasło statyczne
pt: Configurar uma senha estática
ru: Настроить статический пароль
sk: Nastaviť statické heslo
sv: Konfigurera ett statiskt lösenord
tr: Statik bir şifre yapılandır
uk: Налаштуйте статичний пароль
vi: Cấu hình mật khẩu tĩnh
zh: 配置静态密码
zh_tw: 配置靜態密碼

# l_hotp_desc
source: Program a HMAC-SHA1 based credential
cs: Program důvěryhodnosti založené na HMAC-SHA1
de: Konfiguriere HMAC-SHA1 basierte Anmeldedaten
es: Programar una credencial basada en HMAC-SHA1
fr: Programmer un identifiant basé sur HMAC-SHA1
hu: HMAC-SHA1 alapú hitelesítés programozása
it: Programma una credenziale basata su HMAC-SHA1
ja: HMAC-SHA1ベースの認証情報をプログラムします
nl: Een op HMAC-SHA1-gebaseerde verwijzing programmeren
pl: Skonfiguruj poświadczenie HMAC-SHA1
pt: Programar uma credencial baseada em HMAC-SHA1
ru: Запрограммировать учетные данные на основе HMAC-SHA1
sk: Naprogramovať poverenie založené na HMAC-SHA1
sv: Programmera en HMAC-SHA1-baserad autentiseringsuppgift
tr: HMAC-SHA1 tabanlı bir kimlik bilgisi programlayın
uk: Запрограмуйте облікові дані на основі HMAC-SHA1
vi: Cài đặt thông tin xác thực dựa trên HMAC-SHA1
zh: 配置基于 HMAC-SHA1 的证书
zh_tw: 配置基於 HMAC-SHA1 的憑證

# s_public_id
source: Public ID
cs: Veřejné ID
de: Öffentliche ID
es: ID Público
fr: ID public
hu: Nyilvános ID
it: ID pubblico
ja: 公開ID
nl: Publieke ID
pt: ID Público
ru: Публичный ID
sk: Verejné ID
sv: Offentligt ID
tr: Genel Kimlik
uk: Публічний ідентифікатор
vi: ID công khai
zh: 公开ID
zh_tw: 公開 ID

# s_private_id
source: Private ID
cs: Soukromé ID
es: ID Privado
fr: ID privé
hu: Privát ID
it: ID privato
ja: 非公開ID
nl: Privé-ID
pt: ID Privado
ru: Приватный ID
sk: Súkromné ID
sv: Privat ID
tr: Özel Kimlik
uk: Приватне посвідчення особи
vi: ID riêng tư
zh: 私有ID
zh_tw: 私人 ID

# s_use_serial
source: Use serial
cs: Použít sériové číslo
de: Seriennummer verwenden
es: Usar serial
fr: Utiliser série
hu: Soros port használata
it: Utilizza il seriale
ja: シリアルを使用
nl: Serienummer gebruiken
pl: Użyj numeru seryjnego
pt: Usar serial
ru: Использовать серийный номер
sk: Použiť sériové číslo
sv: Använd seriell
tr: Seri numarasını kullan
uk: Використовуйте серійний номер
vi: Sử dụng số sê-ri
zh: 使用序列号
zh_tw: 使用序列號

# l_select_file
source: Select file
cs: Vybrat soubor
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner fichier
hu: Fájl kiválasztása
it: Seleziona file
ja: ファイルを選択
nl: Bestand selecteren
pl: Wybierz plik
pt: Selecionar arquivo
ru: Выбрать файл
sk: Vybrať súbor
sv: Välj fil
tr: Dosya seçin
uk: Вибрати файл
vi: Chọn tệp
zh: 选择文件
zh_tw: 選擇檔案

# l_no_export_file
source: No export file
cs: Žádný exportovaný soubor
de: Keine Datei für den Export
es: Ningún archivo de exportación
fr: Pas de fichier d'exportation
hu: Nincs exportfálj
it: Nessun file di esportazione
ja: エクスポートファイルなし
nl: Geen exportbestand
pl: Brak pliku eksportu
pt: Nenhum arquivo de exportação
ru: Нет файла для экспорта
sk: Žiadny exportný súbor
sv: Ingen exportfil
tr: Dışa aktarma dosyası yok
uk: Немає файлу експорту
vi: Không có tệp xuất khẩu
zh: 没有文件导出
zh_tw: 沒有檔案匯出

# s_no_export
source: No export
cs: Žádný export
de: Kein Export
es: Ninguna exportación
fr: Pas d'exportation
hu: Nincs export
it: Nessuna esportazione
ja: エクスポートなし
nl: Geen export
pl: Brak eksportu
pt: Sem exportação
ru: Без экспорта
sk: Žiadny export
sv: Ingen export
tr: Dışa aktarma yok
uk: Експорт заборонено
vi: Không xuất khẩu
zh: 无导出
zh_tw: 無匯出

# s_export
source: Export
cs: Exportovat
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
sk: Exportovať
tr: Dışa aktar
uk: Експорт
vi: Xuất khẩu
zh: 导出
zh_tw: 匯出

# l_export_configuration_file
source: Export configuration to file
cs: Exportovat konfiguraci do souboru
de: Exportiere die Konfiguration in eine Datei
es: Exportar configuración a archivo
fr: Exporter configuration vers fichier
hu: Beállítások exportálása fájlba
it: Esporta la configurazione in un file
ja: 設定をファイルにエクスポート
nl: Configuratie naar bestand exporteren
pl: Eksportuj konfigurację do pliku
pt: Exportar configuração para arquivo
ru: Экспорт конфигурации в файл
sk: Exportovať nastavenie do súboru
sv: Exportera konfiguration till fil
tr: Yapılandırmayı dosyaya aktar
uk: Експорт конфігурації у файл
vi: Xuất cấu hình ra tệp
zh: 将配置导出到文件
zh_tw: 匯出配置至檔案

# l_exported_can_be_uploaded_at
source: Exported credentials can be uploaded at {url}
cs: Exportované přihlašovací údaje mohou být nahrány na {url}
de: Exportierte Anmeldedaten können auf {url} hochgeladen werden
es: Las credenciales exportadas pueden cargarse en {url}.
fr: Les identifiants exportés peuvent être téléchargés sur {url}
hu: Az exportált hitelesítő adatokat a {url} címre lehet feltölteni.
it: Le credenziali esportate possono essere caricate su {url}
ja: エクスポートされた資格情報は {url} にアップロードできます
nl: Geëxporteerde verwijzingen kunnen worden geüpload op {url}
pl: Wyeksportowane poświadczenia mogą zostać przesłane na stronie {url}
pt: Credenciais exportadas podem ser enviadas no {url}
ru: Экспортированные учетные данные можно загрузить на сайт {url}
sk: Exportované poverenia je možné nahrať na stránke {url}
sv: Exporterade referenser kan laddas upp på {url}
tr: Dışa aktarılan kimlik bilgileri, {url} adresinden yükleyebilirsiniz
uk: Експортовані облікові дані можна завантажити за адресою {url}
vi: Các thông tin xác thực đã xuất có thể được tải lên tại {url}
zh: 导出的证书可上传至 {url}
zh_tw: 匯出的憑證可上傳至 {url}

# l_keyboard_layout
source: Keyboard {layout}
cs: Klávesnice {layout}
de: Tastatur {layout}
es: Teclado {layout}
fr: Clavier {layout}
hu: {layout} billentyűzet
it: Tastiera {layout}
ja: キーボード {layout}
nl: Toetsenbord {layout}
pl: Klawiatura {layout}
pt: Teclado {layout}
ru: Клавиатура {layout}
tr: Klavye {layout}
uk: Розкладка клавіатури {layout}
zh: 键盘 {layout}
zh_tw: 鍵盤 {layout}
