Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# app_name
source: Yubico Authenticator
pt: Autenticador Yubico
tr: Yubico Kimlik Doğrulayıcı
zh: Yubico 身份验证器

# native_language_name
source: English
cs: Čeština
de: Deutsch
es: Español
fr: Français
hu: Magyar
it: Italiano
ja: 日本語
nl: Nederlands
pl: Polski
pt: Português (Brasil)
ru: Русский
sv: Svenska
tr: Türkçe
uk: Українська
zh: 简体中文
zh_tw: 繁體中文

# s_translated
source: Translated: {percentage}%
es: Traducido: {percentage}%
fr: Traduit : {percentage}%
hu: Lefordítva: {percentage}%
it: Tradotto: {percentage}%
nl: Vertaald: {percentage}%
pl: Przetłumaczono: {percentage}%
pt: Traduzido: {percentage}%
ru: Переведено: {percentage}%
tr: Çeviri oranı: %{percentage}
uk: Перекладено: {percentage}%
zh_tw: 翻譯： {percentage}%

# s_proofread
source: Proofread: {percentage}%
es: Revisión: {percentage}%
fr: Relecture : {percentage}%
hu: Lektorálva: {percentage}%
it: Corretto: {percentage}%
nl: Proeflezen: {percentage}%
pl: Zatwierdzono: {percentage}%
pt: Revisão: {percentage}%
ru: Вычитка: {percentage}%
tr: Gözden geçirme oranı: %{percentage}
uk: Схвалено: {percentage}%
zh_tw: 校對： {percentage}%

# l_incomplete_translation
source: Incomplete translation
es: Traducción incompleta
fr: Traduction incomplète
hu: Befejezetlen fordítás
it: Traduzione incompleta
nl: Onvolledige vertaling
pl: Niekompletne tłumaczenie
pt: Tradução incompleta
ru: Неполный перевод
tr: Tamamlanmamış çeviri
uk: Неповний переклад
zh_tw: 翻譯不完整

# p_translation_progress_desc
source: Progress indicators reflect the maturity of the translation.
es: Los indicadores de progreso reflejan el grado de avance de la traducción.
fr: Les indicateurs de progrès reflètent la maturité de la traduction.
hu: Az előrehaladási mutatók a fordítás állapotát tükrözik.
it: Gli indicatori di progresso riflettono la maturità della traduzione.
nl: Voortgangsindicatoren geven de hoeveelheid vertaling aan.
pl: Wskaźniki odzwierciedlają postęp tłumaczenia.
pt: Os indicadores de progresso refletem a maturidade da tradução.
ru: Показатели прогресса отражают зрелость перевода.
tr: İlerleme göstergeleri, çevirinin durumunu yansıtır.
uk: Індикатори відображають прогрес перекладу.
zh_tw: 進度指標反映翻譯的成熟度。

# s_community
source: Community
hu: Közösség
nl: Gemeenschap
pt: Comunidade
ru: Сообщество
uk: Спільнота
zh_tw: 社群

# l_localization_project
source: Localization project
hu: Fordítási projekt
it: Progetto di localizzazione
nl: Lokalisatieproject
pt: Projeto de tradução
ru: Проект локализации
uk: Проєкт локалізації
zh_tw: 本地化專案

# s_save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Зберегти
vi: Lưu
zh: 保存
zh_tw: 儲存

# s_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати
vi: Hủy
zh: 取消
zh_tw: 取消

# s_close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh: 关闭
zh_tw: 關閉

# s_delete
source: Delete
cs: Vymazat
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Cancella
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Deletar
ru: Удалить
sk: Vymazať
sv: Radera
tr: Sil
uk: Видалити
vi: Xóa
zh: 删除
zh_tw: 刪除

# s_move
source: Move
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
hu: Áthelyezés
it: Sposta
ja: 移動
nl: Verplaatsen
pl: Przenieś
pt: Mover
ru: Переместить
sk: Presunúť
sv: Flytta
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh: 移动
zh_tw: 移動

# s_quit
source: Quit
cs: Ukončit
de: Beenden
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
nl: Afbreken
pl: Wyjdź
pt: Sair
ru: Выйти
sk: Ukončiť
sv: Avsluta
tr: Çık
uk: Вийти
vi: Thoát
zh: 退出
zh_tw: 離開

# s_enable
source: Enable
cs: Povolit
de: Aktivieren
es: Habilitar
fr: Activer
hu: Aktivál
it: Attiva
ja: 有効にする
nl: Activeren
pl: Włącz
pt: Habilitar
ru: Включить
sk: Povoliť
sv: Aktivera
tr: Aktifleştir
uk: Увімкнути
vi: Bật
zh: 允许
zh_tw: 啟用

# s_enabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
hu: Aktiválva
it: Attivato
ja: 有効
nl: Geactiveerd
pl: Włączone
pt: Habilitado
ru: Включено
sk: Povolené
sv: Aktiverad
tr: Aktif
uk: Увімкнено
vi: Đã bật
zh: 已启用
zh_tw: 已啟用

# s_disabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
hu: Deaktiválva
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
pl: Wyłączone
pt: Desabilitado
ru: Отключено
sk: Zakázané
sv: Inaktiverad
tr: Deaktif
uk: Відключено
vi: Đã tắt
zh: 已禁用
zh_tw: 已停用

# s_status
source: Status
cs: Stav
es: Estado
fr: État
hu: Állapot
it: Stato
ja: ステータス
pt: Situação
ru: Статус
sk: Stav
tr: Durum
uk: Статус
vi: Trạng thái
zh: 状态
zh_tw: 狀態

# s_unlock
source: Unlock
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hu: Feloldás
it: Sblocca
ja: ロック解除
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать
sk: Odomknúť
sv: Lås upp
tr: Kilidini aç
uk: Розблокувати
vi: Mở khóa
zh: 解锁
zh_tw: 解鎖

# s_calculate
source: Calculate
cs: Vypočítat
de: Berechnen
es: Calcular
fr: Calculer
hu: Kiszámítás
it: Calcola
ja: 導出
nl: Berekenen
pl: Oblicz
pt: Calcular
ru: Вычислить
sk: Vypočítať
sv: Beräkna
tr: Hesapla
uk: Розрахувати
vi: Tính toán
zh: 计算
zh_tw: 計算

# s_import
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
hu: Importálás
it: Importa
ja: インポート
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
sk: Importovať
sv: Importera
tr: İçe Aktar
uk: Імпортувати
vi: Nhập khẩu
zh: 导入
zh_tw: 匯入

# s_overwrite
source: Overwrite
cs: Přepsat
de: Überschreiben
es: Sobreescribir
fr: Écraser
hu: Felülírás
it: Sovrascrivi
ja: 上書き
nl: Overschrijven
pl: Nadpisz
pt: Sobrescrever
ru: Перезаписать
sk: Prepísať
sv: Skriv över
tr: Geçerli Olanın Üzerine Yaz
uk: Перезаписати
vi: Ghi đè
zh: 覆写
zh_tw: 覆寫

# s_done
source: Done
cs: Hotovo
de: Erledigt
es: Hecho
fr: Terminé
hu: Kész
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
sk: Hotovo
sv: Klar
tr: Tamamlandı
uk: Готово
vi: Xong
zh: 完成
zh_tw: 完成

# s_more
source: More
hu: Továbbiak
it: Di Più
nl: Meer
pt: Mais
ru: Подробнее
uk: Більше
zh_tw: 更多功能

# s_label
source: Label
cs: Jmenovka
de: Beschriftung
es: Etiqueta
fr: Étiquette
hu: Címke
it: Etichetta
ja: ラベル
pl: Etykieta
pt: Rótulo
ru: Этикетка
sk: Menovka
sv: Etikett
tr: Etiket
uk: Мітка
vi: Nhãn
zh: 标签
zh_tw: 標籤

# s_name
source: Name
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
sv: Namn
tr: İsim
uk: Ім'я
vi: Tên
zh: 名字
zh_tw: 名稱

# s_options
source: Options
cs: Možnosti
de: Optionen
es: Opciones
fr: Paramètres
hu: Beállítások
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt: Opções
ru: Опции
sk: Možnosti
sv: Alternativ
tr: Şeçenekler
uk: Опції
vi: Tùy chọn
zh: 选项
zh_tw: 選項

# s_details
source: Details
cs: Detaily
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
pt: Detalhes
ru: Сведения
sk: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
uk: Деталі
vi: Chi tiết
zh: 详细信息
zh_tw: 詳細資訊

# s_show_window
source: Show window
cs: Zobrazit okno
de: Fenster anzeigen
es: Mostrar ventana
fr: Montrer fenêtre
hu: Ablak megjelenítése
it: Mostra finestra
ja: ウィンドウを表示
nl: Venster weergeven
pl: Pokaż okno
pt: Mostrar janela
ru: Показать окно
sk: Zobraziť okno
sv: Visa fönster
tr: Pencereyi göster
uk: Показати вікно
vi: Hiển thị cửa sổ
zh: 显示窗口
zh_tw: 顯示視窗

# s_hide_window
source: Hide window
cs: Skrýt okno
de: Fenster verstecken
es: Ocultar ventana
fr: Masquer fenêtre
hu: Ablak elrejtése
it: Nascondi finestra
ja: ウィンドウを非表示
nl: Venster verbergen
pl: Ukryj okno
pt: Ocultar janela
ru: Скрыть окно
sk: Skryť okno
sv: Dölj fönster
tr: Pencereyi gizle
uk: Приховати вікно
vi: Ẩn cửa sổ
zh: 隐藏窗口
zh_tw: 隱藏視窗

# s_show_navigation
source: Show navigation
cs: Zobrazit navigaci
de: Navigation anzeigen
es: Mostrar navegación
fr: Afficher la navigation
hu: Navigáció megjelenítése
it: Mostra navigazione
ja: ナビゲーションを表示する
nl: Navigatie weergeven
pl: Pokaż nawigację
pt: Mostrar navegação
ru: Показать навигацию
sk: Zobraziť navigáciu
sv: Visa navigering
tr: Navigasyonu göster
uk: Показати навігацію
vi: Hiển thị điều hướng
zh: 显示导航按钮
zh_tw: 顯示導覽列

# s_expand_navigation
source: Expand navigation bar
cs: Rozbalit navigaci
de: Navigation erweitern
es: Ampliar la barra navegación
fr: Développer la barre de navigation
hu: Navigációs sáv kibontása
it: Espandi la barra di navigazione
ja: ナビゲーションを展開します
nl: Navigatiebalk uitklappen
pl: Rozwiń pasek nawigacji
pt: Expandir barra de navegação
ru: Развернуть панель навигации
sk: Rozšíriť navigáciu
sv: Expandera navigering
uk: Розгорнути панель навігації
vi: Mở rộng điều hướng
zh: 展开导航栏
zh_tw: 展開導覽列

# s_collapse_navigation
source: Collapse navigation bar
cs: Sbalit navigaci
de: Navigation minimieren
es: Contraer barra de navegación
fr: Replier la barre de navigation
hu: Navigációs sáv összecsukása
it: Nascondi la barra di navigazione
ja: ナビゲーションを折りたたみます
nl: Navigatiebalk inklappen
pl: Zwiń pasek nawigacji
pt: Recolher barra de navegação
ru: Свернуть панель навигации
sk: Zbaliť navigáciu
sv: Minimera navigering
uk: Згорнути панель навігації
vi: Thu gọn điều hướng
zh: 折叠导航栏
zh_tw: 折疊導覽列

# s_expand_collapse_navigation
source: Expand/collapse navigation bar
es: Ampliar/contraer barra de navegación
fr: Développer/réduire la barre de navigation
hu: Navigációs sáv kibontása/összecsukása
it: Espandi/Nascondi la barra di navigazione
nl: Navigatiebalk uit-/inklappen
pl: Przełącz pasek nawigacji
pt: Expandir/recolher barra de navegação
ru: Развернуть/свернуть панель навигации
uk: Розгорнути/згорнути панель навігації
zh_tw: 展開/折疊導覽列

# s_show_menu
source: Show menu
cs: Zobrazit nabídku
de: Menü anzeigen
es: Mostrar menú
fr: Afficher le menu
hu: Menü megjelenítése
it: Mostra menu
ja: メニューを表示します
nl: Menu weergeven
pl: Pokaż menu
pt: Mostrar Menu
ru: Показать меню
sk: Zobraziť ponuku
sv: Visa meny
tr: Menüyü göster
uk: Показати меню
vi: Hiển thị thực đơn
zh: 显示菜单
zh_tw: 顯示選單

# s_toggle_menu_bar
source: Toggle menu bar
es: Cambiar barra de menú
fr: Basculer la barre de menu
hu: Menüsor ki/bekapcsolása
it: Attiva/Disattiva la barra dei menu
nl: Menubalk wisselen
pl: Przełącz pasek menu
pt: Alternar barra de menu
ru: Показать/скрыть строку меню
uk: Перемикання рядка меню
zh_tw: 切換選單列

# s_more_info
source: More info
cs: Více informací
de: Weitere Infos
es: Más información
fr: Plus d'infos
hu: Több infó
it: Ulteriori informazioni
ja: 詳細情報
nl: Meer info
pl: Więcej informacji
pt: Mais informações
ru: Дополнительная информация
tr: Daha fazla bilgi
uk: Більше інформації
zh: 更多信息
zh_tw: 更多資訊

# s_none
source: <none>
de: <keine>
fr: <aucun>
ja: <なし>
nl: geen
pt: <nenhum>
vi: <không có>

# s_about
source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: Infos
hu: Névjegy
it: Informazioni
ja: アプリ情報
nl: Over
pl: O aplikacji
pt: Sobre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh: 关于
zh_tw: 關於

# s_algorithm
source: Algorithm
cs: Algoritmus
de: Algorithmus
es: Algoritmo
fr: Algorithme
hu: Algoritmus
it: Algoritmo
ja: アルゴリズム
nl: Algoritme
pl: Algorytm
pt: Algoritmo
ru: Алгоритм
sk: Algoritmus
sv: Algoritm
tr: Algoritma
uk: Алгоритм
vi: Thuật toán
zh: 算法
zh_tw: 演算法

# s_appearance
source: Appearance
cs: Vzhled
de: Aussehen
es: Apariencia
fr: Apparence
hu: Megjelenítés
it: Aspetto
ja: 外観
nl: Weergave
pl: Wygląd
pt: Aparência
ru: Внешний вид
sk: Vzhľad
sv: Utseende
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh: 外观
zh_tw: 外觀

# s_actions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
ja: 操作
nl: Acties
pl: Działania
pt: Ações
ru: Действия
sk: Akcie
sv: Åtgärder
tr: Eylemler
uk: Дії
vi: Hành động
zh: 操作
zh_tw: 動作

# s_manage
source: Manage
cs: Spravovat
de: Verwalten
es: Administración
fr: Gérer
hu: Kezelés
it: Gestisci
ja: 管理
nl: Beheren
pl: Zarządzanie
pt: Gerenciar
ru: Управление
sk: Spravovať
sv: Hantera
tr: Yönet
uk: Керувати
vi: Quản lý
zh: 管理
zh_tw: 管理

# s_setup
source: Setup
cs: Nastavení
de: Einrichten
es: Configurar
fr: Configuration
hu: Telepítő
it: Configurazione
ja: セットアップ
nl: Instellen
pl: Konfiguracja
pt: Configurar
ru: Настройка
sk: Nastaviť
sv: Inställning
tr: Kurulum
uk: Установка
vi: Cài đặt
zh: 设置
zh_tw: 設定

# s_device
source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
hu: Eszköz
it: Dispositivo
ja: 端末
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sk: Zariadenie
sv: Enhet
tr: Cihaz
uk: Пристрій
vi: Thiết bị
zh: 设备
zh_tw: 裝置

# s_application
source: Application
cs: Aplikace
de: Anwendung
es: Aplicación
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
nl: Toepassing
pl: Aplikacja
pt: Aplicativo
ru: Приложение
sk: Aplikácia
sv: Applikation
tr: Uygulama
uk: Застосування
vi: Ứng dụng
zh: 应用程序
zh_tw: 應用程式

# s_settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 设定
zh_tw: 設定

# s_reset_settings
source: Reset settings
hu: Beállítások visszaállítása
it: Ripristina le impostazioni
nl: Instellingen herstellen
pt: Restaurar configurações
ru: Сброс настроек
uk: Скинути налаштування
zh_tw: 重置設定

# l_reset_settings_desc
source: Restore settings to default
hu: Beállítások visszaállítása alapértelmezettre
it: Ripristina le impostazioni predefinite
nl: Standaardinstellingen herstellen
pt: Restaurar configurações padrão
ru: Восстановить настройки по умолчанию
uk: Відновлення налаштувань до заводських значень
zh_tw: 將設定還原為預設值

# s_support
source: Support
hu: Támogatás
it: Supporto
nl: Ondersteuning
pt: Suporte
ru: Поддержка
uk: Підтримка
zh_tw: 支援

# s_certificates
source: Certificates
cs: Certifikáty
de: Zertifikate
es: Certificados
fr: Certificats
hu: Tanúsítványok
it: Certificati
ja: 証明書
nl: Certificaten
pl: Certyfikaty
pt: Certificados
ru: Сертификаты
sk: Certifikáty
sv: Certifikat
tr: Sertifikalar
uk: Сертифікати
vi: Chứng chỉ
zh: 证书
zh_tw: 證書

# s_security_key
source: Security Key
cs: Bezpečnostní klíč
de: Sicherheitsschlüssel
es: Claves de seguridad
fr: Clé de sécurité
hu: Biztonsági kulcs
it: Chiave di sicurezza
ja: セキュリティキー
nl: Beveiligingssleutel
pl: Klucz bezpieczeństwa
pt: Chave de segurança
ru: Ключ безопасности
sk: Bezpečnostný kľúč
sv: Säkerhetsnyckel
tr: Güvenlik Anahtarı
uk: Ключ безпеки
vi: Khóa bảo mật
zh: 安全密钥
zh_tw: 安全密鑰

# s_slots
source: Slots
cs: Sloty
es: Ranuras
hu: Helyek
it: Slot
ja: スロット
pl: Sloty
pt: Espaços
ru: Слоты
sk: Sloty
tr: Yuvalar
uk: Слоти
vi: Khe cắm
zh: 槽位
zh_tw: 槽位

# s_help_and_about
source: Help & about
cs: Nápověda a informace
de: Hilfe und Info
es: Ayuda y acerca de
fr: Aide et à propos
hu: Súgó és névjegy
it: Aiuto e informazioni
ja: ヘルプとアプリ情報
nl: Help & over
pl: Pomoc i informacje
pt: Ajuda e sobre
ru: Помощь и о нас
sk: Pomoc a informácie
sv: Hjälp och information
tr: Yardım ve hakkında
uk: Довідка та інформація
vi: Trợ giúp và giới thiệu
zh: 帮助和关于
zh_tw: 說明與資訊

# s_help
source: Help
hu: Súgó
it: Aiuto
pt: Ajuda
ru: Помощь
uk: Допомога
zh_tw: 說明

# s_app_information
source: Application information
hu: Alkalmazásinformációk
it: Informazioni sull'applicazione
nl: Toepassingsinformatie
pt: Informações do aplicativo
ru: Информация о приложении
uk: Інформація про заявку
zh_tw: 本應用程式的相關資訊

# s_home
source: Home
cs: Domov
de: Start
es: Inicio
fr: Accueil
hu: Főképernyő
ja: ホーム
nl: Thuis
pl: Strona główna
pt: Início
ru: Главная
sk: Domov
sv: Hem
tr: Ana sayfa
uk: Головна
vi: Trang chủ
zh: 主页
zh_tw: 首頁

# s_user_guide
source: User guide
cs: Uživatelská příručka
de: Nutzeranleitung
es: Guía del usuario
fr: Guide d'utilisation
hu: Felhasználói kézikönyv
it: Manuale utente
ja: ユーザーガイド
nl: Gebruikershandleiding
pl: Przewodnik użytkownika
pt: Manual do Usuário
ru: Руководство пользователя
sk: Používateľská príručka
sv: Användarhandbok
tr: Kullanıcı Rehberi
uk: Посібник користувача
vi: Hướng dẫn sử dụng
zh: 用户指南
zh_tw: 使用手冊

# s_i_need_help
source: I need help
cs: Potřebuji pomoc
de: Ich brauche Hilfe
es: Necesito ayuda
fr: J'ai besoin d'aide
hu: Segítségre van szükségem
it: Ho bisogno di aiuto
ja: ヘルプが必要な場合
nl: Hulp nodig
pl: Pomoc
pt: Eu preciso de ajuda
ru: Мне нужна помощь
sk: Potrebujem pomoc
sv: Jag behöver hjälp
tr: Yardıma ihtiyacım var
uk: Мені потрібна допомога
vi: Tôi cần trợ giúp
zh: 寻求帮助
zh_tw: 尋求協助

# s_terms_of_use
source: Terms of use
cs: Podmínky použití
de: Nutzungsbedingungen
es: Condiciones generales de uso
fr: Conditions d'utilisation
hu: Felhasználási feltételek
it: Condizioni generali d'utilizzo
ja: 利用規約
nl: Gebruikersvoorwaarden
pl: Warunki użytkowania
pt: Termos de uso
ru: Условия использования
sk: Podmienky používania
sv: Användarvillkor
tr: Kullanım koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款
zh_tw: 使用條款

# s_privacy_policy
source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzerklärung
es: Política de Privacidad
fr: Confidentialité
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策
zh_tw: 隱私權政策

# s_open_src_licenses
source: Open source licenses
cs: Licence open source
de: Open Source Lizenzen
es: Licencias de software libre
fr: Licences Open Source
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
nl: Open-source licenties
pl: Licencje open source
pt: Licenças de código aberto
ru: Лицензии с открытым исходным кодом
sk: Licencie otvoreného zdrojového kódu
sv: Licenser för öppen källkod
tr: Açık kaynak lisansları
uk: Ліцензії з відкритим кодом
vi: Giấy phép mã nguồn mở
zh: 开源许可
zh_tw: 開放原始碼授權

# s_please_wait
source: Please wait…
cs: Počkejte prosím…
de: Bitte warten…
es: Por favor, espera…
fr: Patientez…
hu: Kérem várjon…
it: Attendere…
ja: お待ちください…
nl: Even geduld…
pl: Poczekaj…
pt: Por favor aguarde…
ru: Пожалуйста, подождите…
sk: Prosím čakajte…
sv: Vänligen vänta…
tr: Lütfen bekleyin…
uk: Будь ласка, зачекайте…
vi: Vui lòng chờ…
zh: 请稍候…
zh_tw: 請稍候…

# s_secret_key
source: Secret key
cs: Tajný klíč
de: Schlüssel
es: Clave secreta
fr: Clé secrète
hu: Titkos kulcs
it: Chiave segreta
ja: 秘密鍵
nl: Wachtwoord
pl: Tajny klucz
pt: Chave secreta
ru: Секретный ключ
sk: Tajný kľúč
sv: Hemlig nyckel
tr: Gizli anahtar
uk: Секретний ключ
vi: Khóa bí mật
zh: 密钥
zh_tw: 密鑰

# s_show_secret_key
source: Show secret key
cs: Zobrazit tajný klíč
de: Schlüssel anzeigen
es: Mostrar clave secreta
fr: Afficher clé secrète
hu: Titkos kulcs megmutatása
it: Mostra chiave segreta
ja: 秘密鍵を表示します
nl: Wachtwoord weergeven
pl: Pokaż tajny klucz
pt: Mostrar chave secreta
ru: Показать секретный ключ
sk: Zobraziť tajný kľúč
sv: Visa hemlig nyckel
tr: Gizli anahtarı göster
uk: Показати секретний ключ
vi: Hiển thị khóa bí mật
zh: 显示密钥
zh_tw: 查看密鑰

# s_hide_secret_key
source: Hide secret key
cs: Skrýt tajný klíč
de: Schlüssel ausblenden
es: Ocultar clave secreta
fr: Masquer clé secrète
hu: Titkos kulcs elrejtése
it: Nascondi chiave segreta
ja: 秘密鍵を隠します
nl: Wachtwoord verbergen
pl: Ukryj tajny klucz
pt: Ocultar chave secreta
ru: Скрыть секретный ключ
sk: Skryť tajný kľúč
sv: Dölj hemlig nyckel
tr: Gizli anahtarı gizle
uk: Приховати секретний ключ
vi: Ẩn khóa bí mật
zh: 隐藏密钥
zh_tw: 隱藏密鑰

# s_private_key
source: Private key
cs: Soukromý klíč
de: Privater Schlüssel
es: Clave privada
fr: Clé privée
hu: Privát kulcs
it: Chiave privata
ja: 秘密鍵
nl: Privé sleutel
pl: Klucz prywatny
pt: Chave privada
ru: Закрытый ключ
sk: Súkromný kľúč
sv: Privat nyckel
tr: Özel anahtar
uk: Закритий ключ
vi: Khóa riêng tư
zh: 私钥
zh_tw: 私鑰

# s_public_key
source: Public key
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fr: Clé publique
hu: Nyilvános kulcs
it: Chiave pubblica
ja: 公開鍵
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
ru: Открытый ключ
sk: Verejný kľúč
sv: Publik nyckel
tr: Genel anahtar
uk: Відкритий ключ
vi: Khóa công khai
zh: 公钥
zh_tw: 公鑰

# s_invalid_length
source: Invalid length
cs: Neplatná délka
de: Ungültige Länge
es: Longitud no válida
fr: Longueur invalide
hu: Érvénytelen hossz
it: Lunghezza non valida
ja: 文字数が不正です
nl: Ongeldige lengte
pl: Długość jest nieprawidłowa
pt: Tamanho inválido
ru: Недопустимая длина
sk: Neplatná dĺžka
sv: Ogiltig längd
tr: Geçersiz uzunluk
uk: Недійсна довжина
vi: Độ dài không hợp lệ
zh: 长度无效
zh_tw: 長度無效

# l_invalid_format_allowed_chars
source: Invalid format, allowed characters: {characters}
cs: Neplatný formát, povolené znaky: {characters}
de: Ungültiges Format, erlaubte Zeichen: {characters}
es: Formato no válido, caracteres permitidos: {characters}
fr: Format invalide, caractères autorisés : {characters}
hu: Érvénytelen formátum, engedélyezett karakterek: {characters}
it: Formato non valido, caratteri consentiti: {characters}
ja: 形式が不正です。使用できる文字: {characters}
nl: Ongeldige indeling, toegestane tekens: {characters}
pl: Format jest niedozwolony. Dozwolone znaki: {characters}
pt: Formato inválido, caracteres permitidos: {characters}
ru: Недопустимый формат, допустимые символы: {characters}
sk: Neplatný formát, povolené znaky: {characters}
sv: Ogiltigt format, tillåtna tecken: {characters}
tr: Geçersiz biçim, izin verilen karakterler: {characters}
uk: Недійсний формат, дозволені символи: {characters}
vi: Định dạng không hợp lệ, các ký tự được phép: {characters}
zh: 格式无效，允许的字符： {characters}
zh_tw: 無效格式，允許字元： {characters}

# l_invalid_keyboard_character
source: Invalid characters for selected keyboard
cs: Neplatné znaky pro vybranou klávesnici
de: Ungültige Zeichen für ausgewählte Tastatur
es: Caracteres no válidos para el teclado seleccionado
fr: Caractères invalides pour clavier sélectionné
hu: Érvénytelen karakterek a kiválasztott billentyűzethez
it: Caratteri non validi per la tastiera selezionata
ja: 選択したキーボードでは無効な文字です
nl: Ongeldige tekens voor geselecteerd toetsenbord
pl: Nieprawidłowe znaki dla wybranej klawiatury
pt: Caracteres inválidos para o teclado selecionado
ru: Недопустимые символы для выбранной клавиатуры
sk: Neplatné znaky pre vybranú klávesnicu
sv: Ogiltiga tecken för valt tangentbord
tr: Seçili klavye için geçersiz karakterler
uk: Недійсні символи для вибраної клавіатури
vi: Ký tự không hợp lệ cho bàn phím đã chọn
zh: 所选键盘字符无效
zh_tw: 所選鍵盤的字元無效

# s_require_touch
source: Require touch
cs: Vyžadovat dotyk
de: Berührung erforderlich
es: Se requiere un toque
fr: Toucher requis
hu: Érintés megkövetelése
it: Richiedi tocco
ja: タッチを要求する
nl: Aanraken verplicht
pl: Wymagaj dotknięcia
pt: Requer toque
ru: Требуется прикосновение
sk: Vyžadovať dotyk
sv: Kräver beröring
tr: Dokunma gerektirir
uk: Вимагати дотику
vi: Yêu cầu chạm
zh: 需要触摸
zh_tw: 要求輕觸

# q_have_account_info
source: Have account info?
cs: Máte informace o účtu?
de: Hast du Konto Informationen?
es: ¿Tienes datos de la cuenta?
fr: Vous avez des infos d'identification ?
hu: Rendelkezik fiókinformációval?
it: Hai informazioni sull'account?
ja: アカウント情報がありますか？
nl: Heeft u accountgegevens?
pl: Masz dane konta?
pt: Tem informações da conta?
ru: У вас есть информация об учетной записи?
sk: Máte informácie o účte?
sv: Har du kontoinformation?
tr: Hesap bilgileriniz var mı?
uk: Маєте інформацію про обліковий запис?
vi: Có thông tin tài khoản?
zh: 有帐户信息吗？
zh_tw: 有帳號資訊嗎？

# s_debugging_tools
source: Debugging tools
hu: Hibakeresési eszközök
it: Strumenti di debug
nl: Hulpmiddelen voor foutopsporing
pt: Ferramentas de depuração
ru: Инструменты отладки
uk: Інструменти налагодження
zh_tw: 除錯工具
