Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_config_updated_reinsert
source: Configuration updated, remove and reinsert your YubiKey
cs: Konfigurace byla aktualizována, odpojte a znovu připojte váš YubiKey
de: Konfiguration aktualisiert, entferne deinen YubiKey und schließe ihn wieder an
es: Configuración actualizada, extrae y vuelve a insertar tu YubiKey
fr: Configuration mise à jour, retirez et réinsérez votre YubiKey
hu: Konfiguráció frissítve, távolítsa el és csatlakoztassa újra a YubiKey kulcsot
it: Configurazione aggiornata, rimuovi e reinserisci la tua YubiKey
ja: 設定が更新されました。YubiKey を取り外して再挿入してください
nl: Configuratie bijgewerkt, verwijder en plaats uw YubiKey opnieuw
pl: Konfiguracja została zaktualizowana. Podłącz ponownie klucz YubiKey
pt: Configuração atualizada, remova e reinsira sua YubiKey
ru: Обновлена конфигурация, извлеките и снова вставьте YubiKey
sk: Nastavenie bolo aktualizované, vyberte a znovu vložte svoj YubiKey
sv: Konfigurationen uppdaterad, ta bort och sätt tillbaka din YubiKey
tr: Yapılandırma güncellendi, YubiKey'inizi çıkarın ve yeniden takın
uk: Конфігурацію оновлено, вийміть та знову вставте свій YubiKey
vi: Đã cập nhật cấu hình, rút và cắm lại YubiKey của bạn
zh: 配置已更新，拔出并重新插入您的 YubiKey
zh_tw: 已更新配置，請移除並重新插入您的 YubiKey

# s_fido_disabled
source: FIDO2 disabled
cs: FIDO2 aplikace zakázána
de: FIDO2 deaktiviert
es: FIDO2 desactivado
fr: FIDO2 désactivé
hu: FIDO2 deaktiválva
it: FIDO2 disattivato
ja: FIDO2が無効です
nl: FIDO2 uitgeschakeld
pl: Aplikacja FIDO2 została wyłączona
pt: FIDO2 desabilitado
ru: FIDO2 отключен
sk: FIDO2 vypnuté
sv: FIDO2 avaktiverad
tr: FIDO2 devre dışı
uk: FIDO2 вимкнено
vi: FIDO2 đã bị tắt
zh: FIDO2 已禁用
zh_tw: FIDO2 已停用

# l_webauthn_req_fido2
source: WebAuthn requires the FIDO2 application to be enabled on your YubiKey
cs: WebAuthn vyžaduje, aby byla aplikace FIDO2 povolena na vašem YubiKey
de: WebAuthn erfordert, dass die FIDO2 Anwendung auf deinem YubiKey aktiviert ist
es: WebAuthn requiere que la aplicación FIDO2 esté habilitada en tu YubiKey
fr: WebAuthn nécessite que FIDO2 soit activé sur votre YubiKey
hu: A WebAuthn megköveteli, hogy a FIDO2 alkalmazás engedélyezve legyen a YubiKey-n
it: WebAuthn richiede che l'applicazione FIDO2 sia abilitata sulla tua YubiKey
ja: WebAuthnでは、FIDO2アプリケーションをYubiKeyで有効にする必要があります
nl: WebAuthn vereist dat de toepassing FIDO2 is ingeschakeld op uw YubiKey
pl: WebAuthn wymaga włączenia aplikacji FIDO2 w kluczu YubiKey
pt: WebAuthn requer que o aplicativo FIDO2 seja habilitado no sua YubiKey
ru: WebAuthn требует, чтобы приложение FIDO2 было включено на вашем YubiKey
sk: WebAuthn vyžaduje, aby bola aplikácia FIDO2 povolená na vašom YubiKey
sv: WebAuthn kräver att FIDO2-applikationen är aktiverad på din YubiKey
tr: WebAuthn kullanabilmek için YubiKey'inizde FIDO2 uygulamasının etkin olması gerekir
uk: Для WebAuthn потрібно ввімкнути застосунок FIDO2 на вашому YubiKey
vi: WebAuthn yêu cầu ứng dụng FIDO2 được bật trên YubiKey của bạn
zh: WebAuthn 要求您的 YubiKey 启用 FIDO2 应用程序
zh_tw: WebAuthn 需要在您的 YubiKey 上啟用 FIDO2 應用

# s_lock_code
source: Lock code
cs: Kód zámku
es: Código de bloqueo
fr: Code de verrouillage
hu: Zároló kód
it: Codice di blocco
ja: ロックコード
nl: Vergrendelcode
pl: Kod blokady
pt: Código de bloqueio
ru: Код блокировки
sk: Kód zámku
sv: Låskod
tr: Kilit kodu
uk: Код блокування
vi: Mã khóa
zh: 锁定密码
zh_tw: 鎖定密碼

# l_wrong_lock_code
source: Wrong lock code
cs: Špatný kód zámku
de: Falscher Lock Code
es: Código de bloqueo incorrecto
fr: Code de verrouillage erroné
hu: Helytelen zároló kód
it: Codice di blocco errato
ja: ロックコードが正しくありません
nl: Verkeerde vergrendelcode
pl: Kod blokady jest nieprawidłowy
pt: Código de bloqueio incorreto
ru: Неправильный код блокировки
sk: Nesprávny kód zámku
sv: Felaktig låskod
tr: Yanlış kilit kodu
uk: Неправильний код блокування
vi: Mã khóa sai
zh: 锁定密码错误
zh_tw: 鎖定密碼錯誤

# s_show_lock_code
source: Show lock code
cs: Zobrazit kód zámku
de: Lock Code anzeigen
es: Mostrar código de bloqueo
fr: Afficher le code de verrouillage
hu: Zároló kód megmutatása
it: Mostra il codice di blocco
ja: ロックコードを表示
nl: Vergrendelcode weergeven
pl: Pokaż kod blokady
pt: Mostrar código de bloqueio
ru: Показать код блокировки
sk: Zobraziť kód zámku
sv: Visa låskod
tr: Kilit kodunu göster
uk: Показати код блокування
vi: Hiển thị mã khóa
zh: 显示锁定密码
zh_tw: 顯示鎖定密碼

# s_hide_lock_code
source: Hide lock code
cs: Skrýt kód zámku
de: Lock Code verstecken
es: Ocultar código de bloqueo
fr: Cacher le code de verrouillage
hu: Zároló kód elrejtése
it: Nascondi codice di blocco
ja: ロックコードを隠す
nl: Vergrendelcode verbergen
pl: Ukryj kod blokady
pt: Ocultar código de bloqueio
ru: Скрыть код блокировки
sk: Skryť kód zámku
sv: Dölj låskod
tr: Kilit kodunu gizle
uk: Приховати код блокування
vi: Ẩn mã khóa
zh: 隐藏锁定密码
zh_tw: 隱藏鎖定密碼

# p_lock_code_required_desc
source: The action you are about to perform requires the configuration lock code to be entered.
cs: Akce, kterou se chystáte provést, vyžaduje zadání kódu pro nastavení zámku.
de: Diese Aktion erfordert die Eingabe des Konfigurations Lock Codes.
es: La acción que estás por ejecutar requiere el código de bloqueo de configuración.
fr: L'action que vous êtes sur le point d'effectuer nécessite la saisie du code de verrouillage de la configuration.
hu: Olyan műveletre készül, melyhez a zároló kód megadása szükséges.
it: L'azione che si sta per eseguire richiede l'inserimento del codice di sblocco della configurazione.
ja: 実行しようとしているアクションには、設定ロックコードを入力する必要があります。
nl: De actie die u gaat uitvoeren vereist dat de vergendelcode van de configuratie wordt ingevoerd.
pl: Działanie wymaga wpisania kodu blokady.
pt: A ação que você está prestes a executar requer que o código de bloqueio seja inserido.
ru: Действие, которое вы собираетесь выполнить, требует ввода кода блокировки конфигурации.
sk: Akcia, ktorú sa chystáte vykonať, si vyžaduje zadanie kódu zámku nastavenia.
sv: Den åtgärd som du ska utföra kräver att du anger koden för konfigurationslåset.
tr: Gerçekleştirmek üzere olduğunuz eylem, yapılandırma kilit kodunun girilmesini gerektirir.
uk: Дія, яку ви збираєтеся виконати, вимагає введення коду блокування конфігурації.
vi: Hành động bạn sắp thực hiện yêu cầu nhập mã khóa cấu hình.
zh: 要执行的操作需要输入配置锁定密码。
zh_tw: 您要執行的動作需要輸入設定鎖定密碼。

# l_helper_not_responding
source: The Helper process isn't responding
cs: Pomocný proces nereaguje
de: Der Helper-Prozess antwortet nicht
es: El proceso Helper no responde
fr: Le processus d'aide ne répond pas
hu: A Helper folyamat nem válaszol
it: Il processo Helper non risponde
ja: ヘルパープロセスが応答していません
nl: Het proces van Helper reageert niet
pl: Proces Helper nie odpowiada
pt: O processo de Ajuda não está respondendo
ru: Вспомогательный процесс не отвечает
sk: Proces Helper nereaguje
sv: Helper-processen svarar inte
tr: Yardımcı işlemi yanıt vermiyor
uk: Допоміжний процес не відповідає
vi: Quá trình Helper không phản hồi
zh: 帮助进程没有响应
zh_tw: 輔助程序沒有回應

# l_yk_no_access
source: This YubiKey cannot be accessed
cs: K tomuto klíči YubiKey není možné získat přístup
de: Auf diesen YubiKey kann nicht zugegriffen werden
es: No se puede acceder a esta YubiKey
fr: Accès à cette YubiKey impossible
hu: Ez a YubiKey nem érhető el
it: Non è possibile accedere a questa YubiKey
ja: この YubiKey にアクセスできません
nl: Deze YubiKey kan niet geopend worden
pl: Dostęp do klucza YubiKey jest niemożliwy
pt: Esta YubiKey não pode ser acessada
ru: К этому YubiKey невозможно получить доступ
sk: K tomuto YubiKey nie je možné získať prístup
sv: Det går inte att komma åt denna YubiKey
tr: Bu YubiKey'e erişilemez
uk: Цей YubiKey недоступний
vi: YubiKey này không thể truy cập
zh: 此 YubiKey 无法访问
zh_tw: 無法存取此 YubiKey

# s_yk_inaccessible
source: Device inaccessible
cs: Nedostupné zařízení
de: Gerät nicht verfügbar
es: Dispositivo inaccesible
fr: Appareil inaccessible
hu: Eszköz nem hozzáférhető
it: Dispositivo inaccessibile
ja: 端末にアクセスできません
nl: Apparaat niet toegankelijk
pl: Urządzenie jest niedostępne
pt: Dispositivo inacessível
ru: Устройство недоступно
sk: Zariadenie nie je dostupné
sv: Enheten är inte åtkomlig
tr: Cihaza erişilemiyor
uk: Пристрій недоступний
vi: Thiết bị không thể truy cập
zh: 设备不可访问
zh_tw: 裝置無法存取

# l_open_connection_failed
source: Failed to open connection
cs: Nepodařilo se otevřít připojení
de: Fehler beim Verbindungsaufbau
es: No se ha podido establecer la conexión
fr: Impossible d'ouvrir la connexion
hu: Kapcsolat felépítése sikertelen
it: Impossibile aprire la connessione
ja: 接続を開けませんでした
nl: Verbinding openen mislukt
pl: Nie udało się nawiązać połączenia
pt: Falha ao abrir a conexão
ru: Не удалось открыть соединение
sk: Nepodarilo sa otvoriť pripojenie
sv: Misslyckades med att öppna anslutningen
tr: Bağlantı kurmakta başarısız olundu
uk: Не вдалося відкрити з'єднання
vi: Không mở được kết nối
zh: 无法建立连接
zh_tw: 無法建立連線

# l_ccid_connection_failed
source: Failed to open smart card connection
cs: Nepodařilo se otevřít připojení k čipové kartě
de: Fehler beim Herstellen der Smartcard Verbindung
es: Error al establecer conexión con la smart card
fr: Impossible d'ouvrir la connexion de la carte à puce
hu: Smartcard-kapcsolat megnyitása sikertelen
it: Impossibile aprire la connessione alla smart card
ja: スマートカード接続を開けませんでした
nl: Smartcard-verbinding niet geopend
pl: Nie udało się nawiązać połączenia z kartą inteligentną
pt: Falha ao abrir a conexão do cartão inteligente
ru: Не удалось установить подключение к смарт-карте
sk: Nepodarilo sa otvoriť pripojenie k čipovej karte
sv: Misslyckades med att öppna anslutning för smartkort
tr: Akıllı kart bağlantısı kurmakta başarısız olundu
uk: Не вдалося відкрити підключення смарт-картки
vi: Không mở được kết nối thẻ thông minh
zh: 未能打开智能卡连接
zh_tw: 智慧卡連線失敗

# p_ccid_service_unavailable
source: Make sure your smart card service is functioning.
cs: Ujistěte se, že služba čipových karet je v spuštěna.
de: Stelle bitte sicher, dass der Smartcard-Service verfügbar ist.
es: Asegúrate de que tu servicio de smart card funciona.
fr: Vérifiez que votre service de carte à puce fonctionne.
hu: Győződjön meg arról, hogy a smartcard-szolgáltatás működik.
it: Assicurati che il servizio di smart card sia funzionante.
ja: スマートカードサービスが機能していることを確認してください。
nl: Controleer of de smartcard service werkt.
pl: Upewnij się, że aplikacja kart inteligentnych działa.
pt: Certifique-se de que o serviço de seu cartão inteligente esteja funcionando.
ru: Убедитесь, что ваш сервис смарт-карт работает.
sk: Uistite sa, že služba inteligentných kariet funguje.
sv: Kontrollera att din smartkortstjänst fungerar.
tr: Akıllı kart hizmetinizin çalıştığından emin olun.
uk: Переконайтеся, що ваш сервіс смарт-карт працює.
vi: Đảm bảo dịch vụ thẻ thông minh của bạn đang hoạt động.
zh: 请确保您的智能卡服务正常运行。
zh_tw: 確保您的智慧卡服務正常運作。

# p_pcscd_unavailable
source: Make sure pcscd is installed and running.
cs: Ujistěte se, že je pcscd nainstalován a spuštěn.
de: Stelle bitte sicher, dass pcscd installiert ist und ausgeführt wird.
es: Asegúrate de que pcscd está instalado y funcionando.
fr: Vérifiez que pcscd est installé et en cours d'exécution.
hu: Győződjön meg róla, hogy a pcscd telepítve van és fut.
it: Assicurati che pcscd sia installato e funzionante.
ja: pcscdがインストールされ、実行中であることを確認してください。
nl: Zorg ervoor dat pcscd geïnstalleerd en actief is.
pl: Upewnij się, że pakiet pcscd jest zainstalowany i uruchomiony.
pt: Certifique-se de que o pcscd está instalado e em execução.
ru: Убедитесь, что pcscd установлен и запущен.
sk: Uistite sa, že je nainštalovaný a spustený program pcscd.
sv: Kontrollera att pcscd är installerat och körs.
tr: Pcscd'nin kurulduğundan ve çalıştığından emin olun.
uk: Переконайтеся, що pcscd встановлено та працює.
vi: Đảm bảo pcscd đã được cài đặt và đang chạy.
zh: 请确认 pcscd 已安装并运行。
zh_tw: 確定 pcscd 已經安裝並開始執行。

# l_no_yk_present
source: No YubiKey present
cs: Žádný klíč YubiKey není připojen
de: Kein YubiKey vorhanden
es: No hay YubiKey
fr: Aucune YubiKey présente
hu: YubiKey nem található
it: Nessuna YubiKey presente
ja: YubiKey がありません
nl: Geen YubiKey aanwezig
pl: Nie wykryto klucza YubiKey
pt: Nenhuma YubiKey presente
ru: Yubikey нет в наличии
sk: Nie je prítomný žiadny YubiKey
sv: Ingen YubiKey närvarande
tr: YubiKey mevcut değil
uk: YubiKey відсутній
vi: Không có YubiKey nào hiện diện
zh: 没有 YubiKey
zh_tw: 沒有 YubiKey

# s_unknown_type
source: Unknown type
cs: Neznámý typ
de: Unbekannter Typ
es: Tipo desconocido
fr: Type inconnu
hu: Ismeretlen típus
it: Tipo sconosciuto
ja: 不明なタイプ
nl: Onbekend type
pl: Nieznany typ
pt: Tipo desconhecido
ru: Неизвестный тип
sk: Neznámy typ
sv: Okänd typ
tr: Bilinmeyen tür
uk: Невідомий тип
vi: Loại không xác định
zh: 未知类型
zh_tw: 未知類別

# s_unknown_device
source: Unrecognized device
cs: Nerozpoznané zařízení
de: Unbekanntes Gerät
es: Dispositivo no reconocido
fr: Appareil non reconnu
hu: Ismeretlen eszköz
it: Dispositivo non riconosciuto
ja: 認識されないデバイス
nl: Onbekend apparaat
pl: Nierozpoznane urządzenie
pt: Dispositivo desconhecido
ru: Нераспознанное устройство
sk: Nerozpoznané zariadenie
sv: Oigenkänd enhet
tr: Tanınmayan cihaz
uk: Нерозпізнаний пристрій
vi: Thiết bị không nhận dạng
zh: 无法识别的设备
zh_tw: 無法辨識的裝置

# s_restricted_nfc
source: NFC activation
cs: Aktivace NFC
de: NFC-Aktivierung
es: Activación de NFC
fr: Activation NFC
hu: NFC aktiválása
it: Attivazione NFC
ja: NFC の有効化
nl: Activeer NFC
pl: Aktywacja NFC
pt: Ativação da NFC
ru: Активация NFC
sk: Aktivácia NFC
sv: NFC-aktivering
tr: NFC aktivasyonu
uk: Активація NFC
vi: Kích hoạt NFC
zh: NFC 激活
zh_tw: NFC 啟用

# l_deactivate_restricted_nfc
source: How to activate NFC
cs: Jak aktivovat NFC
de: So aktivierst du NFC
es: Cómo activar NFC
fr: Comment activer le NFC
hu: Hogyan aktiváljuk az NFC-t
it: Come attivare l'NFC
ja: NFC 有効化の方法
nl: Hoe NFC te activeren
pl: Jak aktywować NFC
pt: Como ativar a NFC
ru: Как активировать NFC
sk: Ako aktivovať NFC
sv: Så här aktiverar du NFC
tr: NFC nasıl etkinleştirilir
uk: Як активувати NFC
vi: Cách kích hoạt NFC
zh: 如何激活 NFC
zh_tw: 如何啟用 NFC

# p_deactivate_restricted_nfc_desc
source: Connect your YubiKey to any USB power source, such as a computer, for at least 3 seconds. Once powered, NFC will be activated and ready for use.
cs: Připojte svůj YubiKey k jakémukoli zdroji napájení USB, například počítači, po dobu nejméně 3 sekund. Po zapnutí bude NFC aktivováno a připraveno k použití.
de: Verbinde deinen YubiKey für mindestens 3 Sekunden mit einer USB-Stromquelle, z. B. einem Computer. Sobald er mit Strom versorgt wird, wird NFC aktiviert und ist einsatzbereit.
es: Conecta tu YubiKey a cualquier fuente de alimentación USB, como un ordenador, durante al menos 3 segundos. Una vez alimentado, NFC se activará y estará listo para su uso.
fr: Connectez votre YubiKey à une source d'alimentation USB, telle qu'un ordinateur, pendant au moins 3 secondes. Une fois alimentée, le NFC sera activé et prêt à l'emploi.
hu: Csatlakoztassa a YubiKey-t bármilyen USB áramforráshoz, például számítógéphez, legalább 3 másodpercig. Az áramellátást követően az NFC aktiválódik és használatra kész.
it: Collega la tua YubiKey a una fonte di alimentazione USB, ad esempio un computer, per almeno tre secondi. Una volta alimentata, l'NFC sarà attivato e pronto all'uso.
ja: YubiKey をコンピューターなどの USB 電源に 3 秒以上接続してください。 初回の電源投入後は NFC が有効化され、使用できるようになります。
nl: Sluit uw YubiKey aan op een USB-poort, zoals een computer, gedurende tenminste 3 seconden. Zodra er stroom op staat, wordt NFC geactiveerd en is het klaar voor gebruik.
pl: Podłącz YubiKey do dowolnego źródła zasilania USB, takiego jak komputer, na co najmniej 3 sekundy. Po włączeniu zasilania, NFC zostanie aktywowane i będzie gotowe do użycia.
pt: Conecte sua YubiKey a qualquer fonte de energia USB, como um computador, por pelo menos 3 segundos. Quando ligada, a NFC será ativada e pronta para uso.
ru: Подключите YubiKey к любому USB-источнику питания, например к компьютеру, не менее чем на 3 секунды. После включения NFC будет активирован и готов к использованию.
sk: Pripojte svoj YubiKey k akémukoľvek zdroju napájania USB, napríklad k počítaču, na minimálne 3 sekundy. Po napojení sa aktivuje funkcia NFC a bude pripravená na používanie.
sv: Anslut din YubiKey till en USB-strömkälla, t.ex. en dator, i minst 3 sekunder. När den är strömförsörjd aktiveras NFC och är klar att användas.
tr: YubiKey'inizi bilgisayar gibi herhangi bir USB güç kaynağına en az 3 saniye boyunca takılı tutun. Güç verildiğinde, NFC etkinleştirilecek ve kullanıma hazır olacaktır.
uk: Підключіть свій YubiKey до будь-якого джерела живлення USB, такого як комп'ютер, щонайменше на 3 секунди. Після підключення NFC активується та буде готовий до використання.
vi: Kết nối YubiKey của bạn với bất kỳ nguồn điện USB nào, chẳng hạn như máy tính, trong ít nhất 3 giây. Khi đã có nguồn điện, NFC sẽ được kích hoạt và sẵn sàng sử dụng.
zh: 将 YubiKey 与任何 USB 电源（如电脑）连接至少 3 秒钟。 接通电源后，NFC 将被激活并可随时使用。
zh_tw: 將 YubiKey 連接到任何 USB 電源，例如電腦，至少 3 秒鐘。 一旦接上電源，NFC 就會啟用並可隨時使用。

# p_deactivate_restricted_nfc_footer
source: Your YubiKey is equipped with Restricted NFC, a feature designed to safeguard against wireless manipulation during shipping. This means that NFC operations are temporarily disabled until you activate them.
cs: Váš YubiKey má z důvodu ochrany proti bezdrátové manipulaci během přepravy omezenou funkci NFC. To znamená, že NFC operace jsou zakázány dokud je neaktivujete.
de: Dein YubiKey ist mit einem Schutz vor drahtloser Manipulation während des Transports ausgestattet. Dies bedeutet, dass die NFC-Funktionen vorübergehend deaktiviert sind, bis du sie aktivierst.
es: Tu YubiKey está equipada con NFC restringido, una función diseñada para protegerla contra la manipulación inalámbrica durante el envío. Esto significa que las operaciones NFC se encuentran temporalmente deshabilitadas hasta que las actives.
fr: Votre YubiKey est équipé d'une fonction NFC restreinte, conçue pour éviter les manipulations sans fil pendant le transport. Cela signifie que les opérations NFC sont temporairement désactivées jusqu'à ce que vous les activiez.
hu: A YubiKey korlátozott NFC-vel van felszerelve, amely a szállítás során a vezeték nélküli manipuláció elleni védelemre szolgál. Ez azt jelenti, hogy az NFC műveletek ideiglenesen le vannak tiltva, amíg Ön nem aktiválja azokat.
it: La tua YubiKey è dotata di una restrizione sull'NFC, una funzione progettata per salvaguardare le manipolazioni wireless durante la spedizione. Ciò significa che le operazioni NFC sono temporaneamente disabilitate finché non vengono attivate.
ja: YubiKey には輸送中の無線による改ざんから保護するための制限付き NFC が搭載されています。NFC 操作はあなたが有効化するまで一時的に無効になります。
nl: Uw YubiKey is uitgerust met beperkte NFC, een functie ontworpen om te beschermen tegen draadloze manipulatie tijdens het verzenden. Dit betekent dat NFC tijdelijk is uitgeschakeld totdat u het activeert.
pl: Klucz YubiKey jest wyposażony w funkcję "Restricted NFC", zaprojektowaną w celu zabezpieczenia przed manipulacją bezprzewodową podczas transportu. Oznacza to, że operacje NFC są tymczasowo wyłączone do momentu ich aktywacji.
pt: Sua YubiKey está equipada com NFC Restrita, um recurso projetado para proteger contra a manipulação sem fio durante o transporte. Isso significa que as operações da NFC ficam temporariamente desativadas até que você as ative.
ru: Ваш YubiKey оснащен функцией NFC с ограниченным доступом, разработанной для защиты от беспроводных манипуляций во время доставки. Это означает, что операции NFC временно отключены до тех пор, пока вы их не активируете.
sk: Váš kľúč YubiKey je vybavený funkciou Obmedzené NFC (Restricted NFC), ktorá je určená na ochranu pred bezdrôtovou manipuláciou počas prepravy. To znamená, že operácie NFC sú dočasne deaktivované, kým ich neaktivujete.
sv: Din YubiKey är utrustad med Restricted NFC, en funktion som är utformad för att skydda mot trådlös manipulation under transport. Detta innebär att NFC-funktioner är tillfälligt inaktiverade tills du aktiverar dem.
tr: YubiKey'iniz, nakliye sırasında kablosuz manipülasyona karşı koruma sağlamak için tasarlanmış bir özellik olan Kısıtlı NFC ile donatılmıştır. Bu, siz etkinleştirene kadar NFC işlemlerinin geçici olarak devre dışı bırakıldığı anlamına gelir.
uk: Ваш YubiKey оснащений функцією обмеженого NFC, призначеною для захисту від бездротових маніпуляцій під час транспортування. Це означає, що операції NFC тимчасово вимкнені, доки ви їх не активуєте.
vi: YubiKey của bạn được trang bị NFC Giới hạn, một tính năng được thiết kế để bảo vệ chống lại thao tác không dây trong quá trình vận chuyển. Điều này có nghĩa là các hoạt động NFC tạm thời bị tắt cho đến khi bạn kích hoạt chúng.
zh: 您的 YubiKey 拥有限制 NFC 功能，该功能旨在防止运输过程中的无线操控。这意味着在您进行激活之前，NFC 功能将暂时失效。
zh_tw: 您的 YubiKey 配備了 NFC 限制功能，此功能是為了防止在運送過程中被無線操控而設計。這表示在您啟用 NFC 之前，功能會暫時失效。

# s_unsupported_yk
source: Unsupported YubiKey
cs: Nepodporovaný YubiKey
de: Nicht unterstützter YubiKey
es: YubiKey no soportada
fr: YubiKey non prise en charge
hu: Nem támogatott YubiKey
it: YubiKey non supportata
ja: サポートされていないYubiKey
nl: Niet ondersteunde YubiKey
pl: Klucz YubiKey jest nieobsługiwany
pt: YubiKey não suportada
ru: Неподдерживаемый YubiKey
sk: Nepodporovaný YubiKey
sv: YubiKey som inte stöds
tr: Desteklenmeyen YubiKey
uk: Непідтримуваний YubiKey
vi: YubiKey không được hỗ trợ
zh: 不支持的 YubiKey
zh_tw: 不支援的 YubiKey

# p_operation_failed_try_again
source: The operation failed, please try again.
cs: Operace se nezdařila, zkuste to prosím znovu.
de: Die Aktion ist fehlgeschlagen, bitte versuche es erneut.
es: La operación ha fallado, por favor inténtalo de nuevo.
fr: L'opération a échoué, veuillez réessayer.
hu: A művelet sikertelen volt, próbálja újra.
it: L'operazione non è riuscita, riprova.
ja: 操作に失敗しました。もう一度やり直してください。
nl: De bewerking is mislukt, probeer het opnieuw.
pl: Operacja nie powiodła się. Spróbuj ponownie.
pt: A operação falhou, por favor tente novamente.
ru: Операция не удалась, пожалуйста, попробуйте еще раз.
sk: Operácia sa nepodarila, skúste to prosím znova.
sv: Åtgärden misslyckades, vänligen försök igen.
tr: İşlem başarısız oldu, lütfen tekrar deneyin.
uk: Операція не вдалася, спробуйте ще раз.
vi: Thao tác không thành công, vui lòng thử lại.
zh: 操作失败，请重试。
zh_tw: 操作失敗，請重試。

# l_configuration_unsupported
source: Configuration not supported
cs: Konfigurace není podporována
de: Konfiguration nicht unterstützt
es: Configuración no soportada
fr: La configuration n'est pas prise en charge
hu: Nem támogatott konfiguráció
it: Configurazione non supportata
ja: 設定に対応していません
nl: Configuratie niet ondersteund
pl: Konfiguracja nie jest obsługiwana
pt: Configuração não suportada
ru: Конфигурация не поддерживается
sk: Nastavenie nie je podporované
sv: Konfiguration stöds inte
tr: Yapılandırma desteklenmiyor
uk: Конфігурація не підтримується
vi: Cấu hình không được hỗ trợ
zh: 配置不受支持
zh_tw: 不支援的配置
