Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_ms_store_permission_note
source: The Microsoft Store version of the app is generally unable to elevate permissions due to sandboxing limitations of Windows. We recommend installing Yubico Authenticator from our official .msi installer.
hu: Az alkalmazás Microsoft Store verziója a Windows sandbox-korlátozásai miatt általában nem képes a jogosultságok emelésére. Javasoljuk, hogy a Yubico Authenticator-t a hivatalos .msi telepítőnkből telepítse.
it: La versione del Microsoft Store dell'applicazione non è generalmente in grado di elevare i permessi a causa delle limitazioni di sandboxing di Windows. Si consiglia di installare Yubico Authenticator dal nostro programma di installazione ufficiale .msi.
nl: De Microsoft Store-versie van de app is over het algemeen niet in staat om rechten te verhogen vanwege de beperkingen voor sandboxen van Windows. We raden aan Yubico Authenticator te installeren via ons officiële .msi-installatieprogramma.
pt: A versão da Microsoft Store geralmente não consegue elevar permissões devido a limitações de isolamento (sandboxing) do Windows. Recomendamos instalar o Yubico Authenticator pelo nosso instalador .msi oficial.
ru: Версия приложения для Microsoft Store, как правило, не может повысить разрешения из-за ограничений в песочнице Windows. Мы рекомендуем установить Yubico Authenticator с нашего официального установщика .msi.
uk: Версія програми з Microsoft Store зазвичай не може підвищувати дозволи через обмеження ізольованого програмного середовища Windows. Ми рекомендуємо встановити Yubico Authenticator з нашого офіційного інсталятора .msi.
zh_tw: 由於受到 Windows 的沙盒限制，Microsoft Store 版本的應用程式一般無法提升權限。我們建議您從官方 .msi 安裝程式安裝 Yubico Authenticator。

# p_need_camera_permission
source: Yubico Authenticator needs Camera permissions for scanning QR codes.
cs: Yubico Authenticator potřebuje oprávnění kamery pro skenování QR kódů.
de: Yubico Authenticator benötigt Zugriff auf die Kamera um QR-Codes aufnehmen zu können.
es: Yubico Authenticator necesita acceder a la cámara para escanear el código QR. Revise los permisos
fr: Yubico Authenticator a besoin d'autorisations de caméra pour les codes QR.
hu: A Yubico Authenticatornak kamera-hozzáférésre van szüksége a QR-kódok beolvasásához.
it: Yubico Authenticator necessita dei permessi della fotocamera per la scansione dei codici QR.
ja: Yubico AuthenticatorでQRコードをスキャンするには、カメラへのアクセス許可が必要です。
nl: Yubico Authenticator heeft rechten voor de camera nodig voor het scannen van QR-codes.
pl: Yubico Authenticator wymaga dostępu do aparatu w celu skanowania kodów QR.
pt: O Autenticador Yubico precisa de permissões da câmera para escanear QR codes.
ru: Yubico Authenticator требует разрешения камеры для сканирования QR-кодов.
sk: Aplikácia Yubico Authenticator potrebuje na skenovanie QR kódov povolenia kamery.
sv: Yubico Authenticator behöver kamerabehörighet för att skanna QR-koder.
tr: Yubico Kimlik Doğrulayıcı, QR kodlarını tarayabilmek için kameraya erişme iznine ihtiyacı var.
uk: Yubico Authenticator потребує доступу до камери для сканування QR-кодів.
vi: Yubico Authenticator cần quyền truy cập Camera để quét mã QR.
zh: Yubico 身份验证器需要相机权限以扫描二维码。
zh_tw: Yubico Authenticator 需要相機權限才能掃描 QR Code。

# s_qr_scan
source: Scan QR code
cs: Skenování kódu QR
de: QR-Code aufnehmen
es: Escanear código QR
fr: Scanner code QR
hu: QR-kód szkennelése
it: Scansiona il codice QR
ja: QRコードをスキャン
nl: QR-code scannen
pl: Zeskanuj kod QR
pt: Escanear QR code
ru: Сканировать QR-код
sk: Skenovať QR kód
sv: Skanna QR-kod
tr: QR kodunu tara
uk: Відскануйте QR-код
vi: Quét mã QR
zh: 扫描二维码
zh_tw: 掃描 QR Code

# l_invalid_qr
source: Invalid QR code
cs: Neplatný QR kód
de: Ungültiger QR-Code
es: Código QR inválido
fr: Code QR non valide
hu: Érvénytelen QR-kód
it: Il codice QR non è valido
ja: 無効なQRコード
nl: Ongeldige QR-code
pl: Kod QR jest nieprawidłowy
pt: QR code inválido
ru: Некорректный QR-код
sk: Neplatný QR kód
sv: Ogiltig QR-kod
tr: Geçersiz QR kodu
uk: Недійсний QR-код
vi: Mã QR không hợp lệ
zh: 二维码无效
zh_tw: QR Code 無效

# l_qr_not_found
source: No QR code found
cs: Nenalezen žádný QR kód
de: Kein QR-Code gefunden
es: Código QR no encontrado
fr: Aucun code QR
hu: QR-kód nem található
it: Nessun codice QR trovato
ja: QRコードが見つかりません
nl: Geen QR-code gevonden
pl: Nie znaleziono kodu QR
pt: Nenhum QR Code foi encontrado
ru: QR-код не найден
sk: Nenašiel sa žiadny QR kód
sv: Ingen QR-kod hittades
tr: QR kod bulunamadı
uk: QR-код не знайдено
vi: Không tìm thấy mã QR
zh: 未发现二维码
zh_tw: 找不到 QR Code

# l_qr_scanned
source: Scanned QR code
cs: Naskenovaný QR kód
de: QR-Code gescannt
es: Código QR escaneado
fr: Code QR scanné
hu: QR-kód beszkennelve
it: Codice QR scansionato
ja: スキャンした QR コード
nl: QR-code gescanned
pl: Kod QR został zeskanowany
pt: Código QR escaneado
ru: Отсканированный QR-код
tr: Taranmış QR kodu
uk: Відсканований QR-код
zh: 已扫描二维码
zh_tw: 掃描 QR Code

# l_qr_file_too_large
source: File too large (max {max})
cs: Soubor je příliš velký (max {max})
de: Datei zu groß (max {max})
es: Archivo demasiado grande (máx. {max})
fr: Fichier trop gros (max. {max})
hu: A fálj túl nagy
it: Il file è troppo grande (max {max})
ja: ファイルが大きすぎます（最大{max}）
nl: Bestand te groot (max {max})
pl: Plik jest zbyt duży (maksymalnie {max})
pt: Arquivo muito grande (máx. {max})
ru: Файл слишком большой (макс. {max})
sk: Príliš veľký súbor (max. {max})
sv: Filen är för stor (max {max})
tr: Dosya çok büyük (maks. {max})
uk: Файл занадто великий (max {max})
vi: Tệp quá lớn (tối đa {max})
zh: 文件过大（最多 {max} ）
zh_tw: 檔案太大（最大 {max}）

# l_qr_invalid_image_file
source: Invalid image file
cs: Neplatný obrázek
de: Ungültige Bilddatei
es: Archivo de imagen inválido
fr: Fichier image non valide
hu: Érvénytelen képfájl
it: File immagine non valido
ja: 無効な画像ファイル
nl: Ongeldige afbeelding
pl: Plik obrazu jest nieprawidłowy
pt: Arquivo de imagem inválido
ru: Недопустимый формат изображения
sk: Neplatný obrázkový súbor
sv: Ogiltig bildfil
tr: Geçersiz resim dosyası
uk: Недійсний файл зображення
vi: Tệp hình ảnh không hợp lệ
zh: 图片文件无效
zh_tw: 圖片檔案無效

# l_qr_select_file
source: Select file with QR code
cs: Vyberte soubor s QR kódem
de: Datei mit QR-Code auswählen
es: Seleccionar archivo con código QR
fr: Choisir fichier avec code QR
hu: QR-kódot tartalmazó fájl kiválasztása
it: Seleziona il file con il codice QR
ja: QRコードを含むファイルを選択してください
nl: Bestand met QR-code selecteren
pl: Wybierz plik z kodem QR
pt: Selecione o arquivo com o QR code
ru: Выберите файл с QR-кодом
sk: Vyberte súbor s QR kódom
sv: Välj fil med QR-kod
tr: QR kodlu dosyayı seçin
uk: Виберіть файл за допомогою QR-коду
vi: Chọn tệp có mã QR
zh: 选择带有二维码的文件
zh_tw: 選擇具有 QR Code 的檔案

# l_qr_not_read
source: Failed reading QR code: {message}
cs: Nepodařilo se načíst QR kód: {message}
de: Fehler beim Lesen des QR-Codes: {message}
es: Error al leer el código QR: {message}
fr: Échec de lecture du code QR : {message}
hu: QR-kód olvasása sikertelen: {message}
it: Lettura del codice QR non riuscita: {message}
ja: QRコードの読み取りに失敗しました：{message}
nl: QR-code lezen mislukt: {message}
pl: Odczytanie kodu QR nie powiodło się: {message}
pt: Falha ao ler o QR code: {message}
ru: Не удалось считать QR-код: {message}
sk: Nepodarilo sa načítať QR kód: {message}
sv: Misslyckades med att läsa QR-koden: {message}
tr: QR kodun okunmasında başarısız olundu: {message}
uk: Не вдалося прочитати QR-код: {message}
vi: Không thể đọc mã QR: {message}
zh: 读取二维码失败： {message}
zh_tw: 讀取 QR Code 失敗：{message}

# l_point_camera_scan
source: Point your camera at a QR code to scan it
cs: Namiřte kameru na QR kód pro naskenování
de: Richte die Kamera zum Scannen auf einen QR-Code
es: Apunta tu cámara a un código QR para escanearlo
fr: Pointez votre caméra vers le code QR pour le scanner
hu: Szkenneléshez tartsa a kamerát a QR-kód irányába
it: Punta la fotocamera su un codice QR per scansionarlo
ja: スキャンするにはカメラをQRコードに向けてください
nl: Richt uw camera op een QR-code om deze te scannen
pl: Skieruj aparat na kod QR, by go zeskanować
pt: Aponte sua câmera para o QR code para escanear
ru: Наведите камеру на QR-код, чтобы отсканировать его
sk: Nasmerujte kameru na QR kód a naskenujte ho
sv: Rikta kameran mot en QR-kod för att skanna den
tr: QR kodunu taramak için kameranızı bir QR koduna doğrultun
uk: Наведіть камеру на QR-код, щоб відсканувати його
vi: Chỉa camera vào mã QR để quét
zh: 将摄像头对准二维码进行扫描
zh_tw: 將相機對準 QR Code 進行掃描

# q_want_to_scan
source: Would like to scan?
cs: Chcete skenovat?
de: Möchtest du scannen?
es: ¿Te gustaría escanear?
fr: Effectuer un scan ?
hu: Szkennelni szeretne?
it: Vuoi scansionare?
ja: スキャンしますか？
nl: Wilt u scannen?
pl: Czy chcesz zeskanować?
pt: Gostaria de escanear?
ru: Хотите отсканировать?
sk: Chceli by ste naskenovať?
sv: Skulle du vilja skanna?
tr: Taramak ister misiniz?
uk: Хочете просканувати?
vi: Bạn có muốn quét không?
zh: 想要扫描吗？
zh_tw: 要掃描嗎？

# q_no_qr
source: No QR code?
cs: Nemáte QR kód?
de: Kein QR-Code?
es: ¿No hay código QR?
fr: Pas de code QR ?
hu: Nincs QR-kód?
it: Nessun codice QR?
ja: QRコードがありませんか？
nl: Geen QR-code?
pl: Nie masz kodu QR?
pt: Não há QR code?
ru: Нет QR-кода?
sk: Žiadny QR kód?
sv: Ingen QR-kod?
tr: QR kodu yok mu?
uk: Немає QR-коду?
vi: Không có mã QR?
zh: 没有二维码？
zh_tw: 沒有 QR Code 嗎？

# s_enter_manually
source: Enter manually
cs: Zadejte ručně
de: Manuell eingeben
es: Introducir manualmente
fr: Saisir manuellement
hu: Megadás manuálisan
it: Inserisci manualmente
ja: 手動で入力
nl: Voer handmatig in
pl: Wpisz ręcznie
pt: Inserir manualmente
ru: Ввести вручную
sk: Zadať ručne
sv: Ange manuellt
tr: Manuel olarak girin
uk: Ввести вручну
vi: Nhập thủ công
zh: 手动输入
zh_tw: 手動輸入

# s_read_from_file
source: Read from file
cs: Číst ze souboru
de: Aus Datei lesen
es: Leer desde archivo
fr: Lire à partir du fichier
hu: Fájlból olvasás
it: Leggi da file
ja: ファイルから読み込む
nl: Lees uit bestand
pl: Odczytaj z pliku
pt: Ler a partir do arquivo
ru: Прочитать из файла
sk: Čítať zo súboru
sv: Läs från fil
tr: Dosyadan oku
uk: Читати з файлу
vi: Đọc từ tệp
zh: 从文件读取
zh_tw: 從檔案讀取

# s_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
it: Ripristina
ja: リセット
nl: Herstellen
pl: Resetuj
pt: Redefinir
ru: Сбросить
sk: Obnoviť
sv: Återställ
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh: 重置
zh_tw: 重置

# s_factory_reset
source: Factory reset
cs: Obnovení továrního nastavení
de: Auf Werkseinstellungen zurücksetzen
es: Restablecer valores de fábrica
fr: Réinitialisation usine
hu: Gyári beállítások visszaállítása
it: Ripristino dei dati di fabbrica
ja: 工場出荷時の状態にリセット
nl: Fabrieksinstellingen herstellen
pl: Ustawienia fabryczne
pt: Redefinição de fábrica
ru: Сброс к заводским настройкам
sk: Obnoviť výrobné nastavenia
sv: Fabriksåterställning
tr: Fabrika ayarlarına sıfırla
uk: Скидання до заводських налаштувань
vi: Đặt lại nhà máy
zh: 恢复出厂设置
zh_tw: 恢復原廠設定

# l_factory_reset_desc
source: Restore YubiKey defaults
cs: Obnovit výchozí nastavení YubiKey
de: YubiKey-Standardeinstellungen wiederherstellen
es: Restaurar los valores predeterminados de YubiKey
fr: Restaurer les paramètres par défaut de la YubiKey
hu: YubiKey alapértelmezett beállításainak visszaállítása
it: Ripristino delle impostazioni predefinite della YubiKey
ja: YubiKey の既定値を復元
nl: YubiKey standaardwaarden herstellen
pl: Przywróć ustawienia domyślne klucza YubiKey
pt: Restaurar os padrões da YubiKey
ru: Восстановление настроек YubiKey по умолчанию
sk: Obnoviť predvolené nastavenia YubiKey
sv: Återställ YubiKey-standardvärden
tr: YubiKey varsayılan ayarlarını geri yükle
uk: Відновлення налаштувань YubiKey за замовчуванням
vi: Khôi phục các cài đặt mặc định của YubiKey
zh: 恢复 YubiKey 的默认设置
zh_tw: 還原 YubiKey 預設值

# l_factory_reset_required
source: Factory reset required
cs: Vyžadováno obnovení továrního nastavení
de: Zurücksetzen auf Werkseinstellungen erforderlich
es: Restablecer configuración de fábrica requerida
fr: Réinitialisation d'usine nécessaire
hu: Visszaállítás gyári beállításokra szükséges
it: È necessario un ripristino dei dati di fabbrica
ja: 工場出荷時の状態にリセットする必要があります
nl: Herstellen naar fabrieksinstellingen vereist
pl: Wymagane jest przywrócenie ustawień fabrycznych
pt: Redefinição de fábrica necessária
ru: Требуется сброс к заводским настройкам
sk: Vyžaduje sa obnovenie do výrobného stavu
sv: Fabriksåterställning krävs
tr: Fabrika ayarlarına sıfırlama gerekli
uk: Потрібне скидання до заводських налаштувань
vi: Yêu cầu đặt lại nhà máy
zh: 需要恢复出厂设置
zh_tw: 需要進行出廠重置

# l_oath_application_reset
source: OATH application reset
cs: Reset aplikace OATH
de: OATH Anwendung zurücksetzen
es: Restablecer aplicación OATH
fr: Réinitialisation OATH
hu: OATH alkalmazás visszaállítása
it: Ripristino dell'applicazione OATH
ja: OATHアプリケーションのリセット
nl: OATH-toepassing herstellen
pl: Resetowanie aplikacji OATH
pt: Redefinir aplicação OATH
ru: Сброс приложения OATH
sk: Obnovenie aplikácie OATH
sv: Återställning av OATH-ansökan
tr: OATH uygulaması sıfırlandı
uk: Скидання налаштувань програми OATH
vi: Đặt lại ứng dụng OATH
zh: 重置 OATH 应用程序
zh_tw: OATH 應用重置

# l_fido_app_reset
source: FIDO application reset
cs: Reset aplikace FIDO
de: FIDO Anwendung zurücksetzen
es: Restablecer aplicación FIDO
fr: Réinitialisation FIDO
hu: FIDO alkalmazás visszaállítása
it: Ripristino dell'applicazione FIDO
ja: FIDOアプリケーションのリセット
nl: FIDO-toepassing herstellen
pl: Resetowanie aplikacji FIDO
pt: Redefinir aplicação FIDO
ru: Сброс приложения FIDO
sk: Obnovenie aplikácie FIDO
sv: Återställning av FIDO-applikation
tr: FIDO uygulaması sıfırlandı
uk: Скидання програми FIDO
vi: Đặt lại ứng dụng FIDO
zh: 重置 FIDO 应用程序
zh_tw: FIDO 應用重置

# l_reset_failed
source: Error performing reset: {message}
cs: Chyba při provádění reset: {message}
de: Fehler beim Zurücksetzen: {message}
es: Error al ejecutar restablecimiento: {message}
fr: Erreur de réinitialisation : {message}
hu: Visszaállítás sikertelen: {message}
it: Errore nell'esecuzione del ripristino: {message}
ja: リセットの実行エラー：{message}
nl: Fout bij herstellen: {message}
pl: Wystąpił błąd podczas resetowania: {message}
pt: Erro ao executar redefinição: {message}
ru: Ошибка при выполнении сброса: {message}
sk: Chyba pri vykonaní obnovenia: {message}
sv: Fel vid återställning: {message}
tr: Sıfırlama gerçekleştirilirken hata oluştu: {message}
uk: Помилка під час скидання налаштувань: {message}
vi: Lỗi khi thực hiện đặt lại: {message}
zh: 执行重置时出错： {message}
zh_tw: 執行重置時出錯： {message}

# l_piv_app_reset
source: PIV application reset
cs: Reset aplikace PIV
de: PIV Anwendung zurücksetzen
es: Restablecer aplicación PIV
fr: Réinitialisation PIV
hu: PIV alkalmazás visszaállítása
it: Ripristino dell'applicazione PIV
ja: PIVアプリケーションのリセット
nl: PIV-toepassing herstellen
pl: Resetowanie aplikacji PIV
pt: Redefinir aplicação PIV
ru: Сброс приложения PIV
sk: Obnovenie aplikácie PIV
sv: Återställning av PIV-ansökan
tr: PIV uygulaması sıfırlandı
uk: Скидання програми PIV
vi: Đặt lại ứng dụng PIV
zh: 重置 PIV 应用程序
zh_tw: PIV 應用重置

# p_factory_reset_an_app
source: Factory reset an application on your YubiKey.
cs: Tovární obnovení aplikace na vašem YubiKey.
de: Setze eine Anwendung des YubiKey auf Werkseinstellungen zurück.
es: Restablecer valores de fábrica para una aplicación en tu YubiKey.
fr: Réinitialisation d'usine d'une appli sur votre YubiKey.
hu: Egy alkalmazás visszaállítása a YubiKey-n.
it: Ripristino di fabbrica di un'applicazione sulla tua YubiKey.
ja: YubiKeyのアプリケーションを工場出荷時の状態にリセットします。
nl: Een toepassing op uw YubiKey herstellen.
pl: Przywróć aplikację klucza YubiKey do ustawień fabrycznych.
pt: Redefinir uma aplicação na sua YubiKey.
ru: Сброс приложения YubiKey до заводских настроек.
sk: Obnoviť výrobné nastavenia aplikácie na vašom YubiKey.
sv: Fabriksåterställ en applikation på din YubiKey.
tr: YubiKey'inizdeki bir uygulamayı fabrika ayarlarına sıfırlayın.
uk: Скидання налаштувань програми на вашому YubiKey до заводських.
vi: Đặt lại một ứng dụng trên YubiKey của bạn.
zh: 将您 YubiKey 上的一个应用程序恢复出厂设置。
zh_tw: 將 YubiKey 上的應用進行出廠重置。

# p_factory_reset_desc
source: Data is stored in multiple applications on the YubiKey, some of which can be factory reset independently of each other. Select an application above to reset.
cs: Data jsou uložena ve více aplikacích na YubiKey, z nichž některé mohou být resetovány do továrního nastavení nezávisle na sobě. Pro resetování vyberte aplikaci výše.
de: Daten werden in mehreren Anwendungen auf dem YubiKey gespeichert. Einige dieser Anwendungen können unabhängig voneinander auf Werkseinstellungen zurückgesetzt werden. Wähle oben eine Anwendung zum Zurücksetzen aus.
es: Los datos se almacenan en varias aplicaciones de la YubiKey, algunas de las cuales pueden restablecerse a los valores de fábrica independientemente unas de otras.
fr: Les données sont stockées dans plusieurs applis de la YubiKey. Certaines peuvent être réinitialisées indépendamment. Choisissez une appli ci-dessus à réinitialiser.
hu: Az adatokat több alkalmazás tárolja a YubiKey-n, amelyek közül néhány egymástól függetlenül visszaállítható. Válasszon ki egy alkalmazást a fentiekből a visszaállításhoz.
it: I dati sono memorizzati in più applicazioni sulla YubiKey, alcune delle quali possono essere ripristinate ai valori di fabbrica in modo indipendente. Seleziona un'applicazione in alto per eseguire il ripristino.
ja: データは、YubiKeyの複数のアプリケーションに保存されています。一部のアプリケーションは、単独で工場出荷時の状態にリセットできます。 リセットするには上のアプリケーションを選択してください。
nl: Gegevens worden in meerdere applicaties op de YubiKey opgeslagen, waarvan sommige onafhankelijk van elkaar hersteld kunnen worden. Selecteer hierboven een toepassing om te herstellen.
pl: Dane są przechowywane w wielu aplikacjach klucza YubiKey, a niektóre z nich można przywrócić do ustawień fabrycznych niezależnie od siebie. Wybierz aplikację powyżej, aby przywrócić ustawienia fabryczne.
pt: Os dados são armazenados em vários aplicativos na YubiKey, alguns dos quais podem ser redefinidos de fábrica independentemente uns dos outros. Selecione um aplicativo acima para redefinir.
ru: Данные хранятся в нескольких приложениях YubiKey, некоторые из которых можно независимо сбросить до заводских настроек. Выберите приложение для сброса.
sk: Údaje sú v zariadení YubiKey uložené vo viacerých aplikáciách, pričom niektoré z nich je možné obnoviť do výrobného nastavenia nezávisle od ostatných. Vyberte aplikáciu vyššie, ktorú chcete obnoviť.
sv: Data lagras i flera applikationer på YubiKey, varav vissa kan fabriksåterställas oberoende av varandra. Välj en applikation ovan för att återställa.
tr: Veriler YubiKey'de birden fazla uygulamada saklanır ve bunlardan bazıları birbirinden bağımsız olarak fabrika ayarlarına sıfırlanabilir. Yukarıdaki seçeneklerden sıfırlamak istediğiniz bir uygulamayı seçin.
uk: Дані зберігаються в кількох програмах на YubiKey, деякі з яких можна скинути до заводських налаштувань незалежно одна від одної. Виберіть програму вище для скидання.
vi: Dữ liệu được lưu trữ trong nhiều ứng dụng trên YubiKey, một số trong số đó có thể được đặt lại nhà máy độc lập với nhau. Chọn một ứng dụng ở trên để đặt lại.
zh: 数据存储在 YubiKey 上的多个应用程序中，其中有些程序可以单独重置出厂。 选择要重置的应用程序。
zh_tw: 資料儲存在 YubiKey 上的多個應用中，其中某些應用可單獨進行出廠重置。 請選取上方的應用進行重置。

# p_warning_factory_reset
source: Warning! This will irrevocably delete all OATH TOTP/HOTP accounts from your YubiKey.
cs: Varování! Neodvolatelně smažete všechny OATH TOTP/HOTP účty z vašeho YubiKey.
de: Achtung! Dies löscht alle OATH TOTP/HOTP Konten dauerhaft von deinem YubiKey.
es: ¡Advertencia! Esto borrará irrevocablemente todas las cuentas TOTP/HOTP de OATH de tu YubiKey.
fr: Attention ! Cela supprimera définitivement tous les comptes OATH TOTP/HOTP de votre YubiKey.
hu: Figyelem! Ez visszavonhatatlanul törli az összes OATH TOTP/HOTP fiókot a YubiKey-ről.
it: Attenzione! Questa azione eliminerà irrevocabilmente tutti gli account OATH TOTP/HOTP dalla tua YubiKey.
ja: 警告！これにより、すべてのOATH TOTP/HOTPアカウントがYubiKeyから削除されます。削除は取り消すことができません。
nl: Waarschuwing! Hierdoor worden alle OATH TOTP/HOTP-accounts onherroepelijk verwijderd van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to nieodwracalne usunięcie wszystkich kont OATH TOTP/HOTP z klucza YubiKey.
pt: Atenção! Isso excluirá permanentemente todas as contas OATH TOTP/HOTP da sua YubiKey.
ru: Внимание! Это безвозвратно удалит все учетные записи OATH TOTP/HOTP с вашего YubiKey.
sk: Varovanie! Týmto sa z vášho YubiKey nenávratne vymažú všetky účty OATH TOTP/HOTP.
sv: Varning för detta! Detta kommer oåterkalleligen att radera alla OATH TOTP / HOTP-konton från din YubiKey.
tr: Uyarı! Bu işlem tüm OATH TOTP/HOTP hesaplarını YubiKey'inizden geri alınamaz şekilde silecektir.
uk: Виберіть програму вище для скидання налаштувань.
vi: Cảnh báo! Điều này sẽ xóa vĩnh viễn tất cả các tài khoản OATH TOTP/HOTP khỏi YubiKey của bạn.
zh: 警告！这将不可逆地删除您的 YubiKey 中的所有 OATH TOTP/HOTP 账户。
zh_tw: 警告！這將不可逆的從您的 YubiKey 中刪除所有 OATH TOTP/HOTP 帳號。
