Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_scp_unsupported
source: To communicate over NFC, the YubiKey requires technology which is not supported by this phone. Please plug the YubiKey to the phone's USB port.
cs: Pro komunikaci přes NFC vyžaduje YubiKey technologii, která není tímto telefonem podporována. Připojte YubiKey k USB portu telefonu.
de: Dein Handy scheint die Kommunikation per NFC nicht zu unterstützen. Bitte schließe den YubiKey an den USB-Anschluss Deines Handys an.
es: Para comunicarse a través de NFC, la YubiKey requiere una tecnología que no es compatible con este teléfono. Conecta la YubiKey al puerto USB del teléfono.
fr: Pour communiquer par NFC, la YubiKey nécessite une technologie qui n'est pas prise en charge par ce téléphone. Veuillez brancher la YubiKey sur le port USB du téléphone.
hu: Az NFC-n keresztüli kommunikációhoz a YubiKey olyan technológiát igényel, amelyet ez a telefon nem támogat. Kérjük, csatlakoztassa a YubiKey-t a telefon USB-portjához.
it: Per comunicare tramite NFC, la YubiKey richiede una tecnologia che non è supportata da questo telefono. Collega la YubiKey alla porta USB del telefono.
ja: YubiKey が NFCで通信するには、この携帯電話が対応していない技術が必要です。YubiKey を携帯電話の USB ポートに接続してください。
nl: Om NFC te gebruiken vereist de YubiKey technologie die niet door deze telefoon wordt ondersteund. Sluit de YubiKey aan op de USB-poort van de telefoon.
pl: Aby komunikować się przez NFC, klucz YubiKey wymaga technologii, która nie jest obsługiwana przez ten telefon. Podłącz YubiKey do portu USB telefonu.
pt: Para se comunicar via NFC, a YubiKey requer uma tecnologia que não é suportada por esse telefone. Conecte a YubiKey na porta USB do telefone.
ru: Для связи по NFC YubiKey требуется технология, которая не поддерживается данным телефоном. Пожалуйста, подключите YubiKey к USB-порту телефона.
sk: Na komunikáciu cez NFC vyžaduje YubiKey technológiu, ktorú tento telefón nepodporuje. Pripojte YubiKey k USB portu telefónu.
sv: För att kommunicera via NFC kräver YubiKey teknik som inte stöds av den här telefonen. Anslut YubiKey till telefonens USB-port.
tr: NFC üzerinden iletişim kurmak için YubiKey'in bu telefon tarafından desteklenmeyen bir teknolojiye ihtiyacı vardır. Lütfen YubiKey'i telefonun USB girişine takın.
uk: Для зв'язку через NFC YubiKey потрібна технологія, яка не підтримується цим телефоном. Будь ласка, підключіть YubiKey до USB-порту телефону.
vi: Để giao tiếp qua NFC, YubiKey yêu cầu công nghệ không được điện thoại này hỗ trợ. Vui lòng cắm YubiKey vào cổng USB của điện thoại.
zh: 要通过 NFC 进行通信，YubiKey 需要本手机不支持的技术。请将 YubiKey 插入手机的 USB 端口。
zh_tw: 要透過 NFC 進行通訊，YubiKey 需要本手機不支援的技術。請將 YubiKey 插入手機的 USB 連接埠。

# l_error_occurred
source: An error has occurred
cs: Došlo k chybě
de: Es ist ein Fehler aufgetreten
es: Ha ocurrido un error
fr: Une erreur s'est produite
hu: Hiba lépett fel
it: Si è verificato un errore
ja: エラーが発生しました
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Произошла ошибка
sk: Vyskytla sa chyba
sv: Ett fel har inträffat
tr: Bir hata meydana geldi
uk: Сталася помилка
vi: Đã xảy ra lỗi
zh: 发生了一个错误
zh_tw: 發生錯誤

# s_application_error
source: Application error
cs: Chyba aplikace
de: Anwendungs-Fehler
es: Error de la aplicación
fr: Erreur d'application
hu: Alkalmazáshiba
it: Si è verificato un errore nell'applicazione
ja: アプリケーションエラー
nl: Toepassingsfout
pl: Błąd aplikacji
pt: Erro no aplicativo
ru: Ошибка приложения
sk: Chyba aplikácie
sv: Fel i ansökan
tr: Uygulama hatası
uk: Помилка програми
vi: Lỗi ứng dụng
zh: 应用程序错误
zh_tw: 應用程式錯誤

# l_import_error
source: Import error
cs: Chyba importu
de: Importfehler
es: Error al importar
fr: Erreur importation
hu: Importálási hiba
it: Si è verificato un errore durante l'importazione
ja: インポートエラー
nl: Fout bij importeren
pl: Błąd importowania
pt: Erro de importação
ru: Ошибка импорта
sk: Chyba importu
sv: Fel vid import
tr: İçe aktarma hatası
uk: Помилка імпорту
vi: Lỗi nhập
zh: 导入出错
zh_tw: 匯入錯誤

# l_file_not_found
source: File not found
cs: Soubor nebyl nalezen
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier introuvable
hu: Fájl nem található
it: File non trovato
ja: ファイルが見つかりません
nl: Bestand niet gevonden
pl: Plik nie został znaleziony
pt: Arquivo não encontrado
ru: Файл не найден
sk: Súbor nebol nájdený
sv: Filen hittades inte
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Tệp không tìm thấy
zh: 未找到文件
zh_tw: 找不到檔案

# l_file_too_big
source: File size too big
cs: Soubor je příliš velký
de: Datei ist zu groß
es: El tamaño de archivo es demasiado grande
fr: Fichier trop gros
hu: A fájl túl nagy
it: Il file è troppo grande
ja: ファイルサイズが大きすぎます
nl: Bestand is te groot
pl: Plik jest zbyt duży
pt: Tamanho do arquivo muito grande
ru: Слишком большой размер файла
sk: Súbor je príliš veľký
sv: Filstorleken är för stor
tr: Dosya boyutu çok büyük
uk: Розмір файлу занадто великий
vi: Kích thước tệp quá lớn
zh: 文件大小过大
zh_tw: 檔案太大

# l_filesystem_error
source: File system operation error
cs: Chyba při operaci souborového systému
de: Fehler beim Dateisystem-Zugriff
es: Error en la operación del sistema de archivos
fr: Erreur du système de fichiers
hu: Fájlműveleti hiba
it: Si è verificato un errore durante l’operazione del file system
ja: ファイルのシステム操作エラー
nl: Fout in bestandssysteem
pl: Błąd operacji systemu plików
pt: Erro de operação do sistema de arquivos
ru: Ошибка работы файловой системы
sk: Chyba operácie súborového systému
sv: Fel i filsystemets funktion
tr: Dosya sistemi işlem hatası
uk: Помилка роботи файлової системи
vi: Lỗi hệ thống tệp
zh: 文件系统操作错误
zh_tw: 檔案系統操作錯誤

# s_set_pin
source: Set PIN
cs: Nastavit PIN
de: PIN setzen
es: Establecer PIN
fr: Définir PIN
hu: PIN beállítása
it: Imposta PIN
ja: PIN を設定
nl: Pincode instellen
pl: Ustaw kod PIN
pt: Definir PIN
ru: Установить PIN-код
sk: Nastaviť PIN
sv: Ställ in PIN-kod
tr: PIN ayarla
uk: Встановити PIN-код
vi: Cài đặt Mã PIN
zh: 设置 PIN
zh_tw: 設定 PIN 碼

# s_change_pin
source: Change PIN
cs: Změnit PIN
de: PIN ändern
es: Cambiar PIN
fr: Modifier PIN
hu: PIN megváltoztatása
it: Cambia PIN
ja: PIN を変更
nl: Pincode wijzigen
pl: Zmień kod PIN
pt: Alterar PIN
ru: Сменить PIN-код
sk: Zmeniť PIN
sv: Ändra PIN-kod
tr: PIN'i değiştir
uk: Змінити PIN-код
vi: Thay đổi Mã PIN
zh: 更改 PIN
zh_tw: 變更 PIN 碼

# s_change_puk
source: Change PUK
cs: Změnit PUK
de: PUK ändern
es: Cambiar PUK
fr: Modifier PUK
hu: PUK megváltoztatása
it: Cambia PUK
ja: PUK を変更
nl: Pukcode wijzigen
pl: Zmień kod PUK
pt: Alterar PUK
ru: Изменить PUK-код
sk: Zmeniť PUK
sv: Ändra PUK-kod
tr: PUK'u değiştir
uk: Змінити PUK-код
vi: Thay đổi Mã PUK
zh: 更改 PUK
zh_tw: 變更 PUK 碼

# s_show_pin
source: Show PIN
cs: Zobrazit PIN
de: PIN anzeigen
es: Mostrar PIN
fr: Montrer PIN
hu: PIN megmutatása
it: Mostra PIN
ja: PIN を表示します
nl: Pincode weergeven
pl: Pokaż kod PIN
pt: Mostrar PIN
ru: Показать PIN-код
sk: Zobraziť PIN
sv: Visa PIN-kod
tr: PIN'i göster
uk: Показати PIN-код
vi: Hiển thị Mã PIN
zh: 显示 PIN
zh_tw: 顯示 PIN 碼

# s_hide_pin
source: Hide PIN
cs: Skrýt PIN
de: PIN ausblenden
es: Ocultar PIN
fr: Masquer PIN
hu: PIN elrejtése
it: Nascondi PIN
ja: PIN を隠します
nl: Pincode verbergen
pl: Ukryj kod PIN
pt: Ocultar PIN
ru: Скрыть PIN-код
sk: Skryť PIN
sv: Dölj PIN-kod
tr: PIN'i gizle
uk: Приховати PIN-код
vi: Ẩn Mã PIN
zh: 隐藏 PIN
zh_tw: 隱藏 PIN 碼

# s_show_puk
source: Show PUK
cs: Zobrazit PUK
de: PUK anzeigen
es: Mostrar PUK
fr: Montrer PUK
hu: PUK megmutatása
it: Mostra PUK
ja: PUK を表示します
nl: Pukcode weergeven
pl: Pokaż kod PUK
pt: Exibir PUK
ru: Показать PUK-код
sk: Zobraziť PUK
sv: Visa PUK-kod
tr: PUK'u göster
uk: Показати PUK
vi: Hiển thị Mã PUK
zh: 显示 PUK
zh_tw: 顯示 PUK 碼

# s_hide_puk
source: Hide PUK
cs: Skrýt PUK
de: PUK ausblenden
es: Ocultar PUK
fr: Masquer PUK
hu: PUK elrejtése
it: Nascondi PUK
ja: PUK を隠します
nl: Pukcode verbergen
pl: Ukryj kod PUK
pt: Ocultar PUK
ru: Скрыть PUK-код
sk: Skryť PUK
sv: Dölj PUK-kod
tr: PUK'u gizle
uk: Приховати PUK-код
vi: Ẩn Mã PUK
zh: 隐藏 PUK
zh_tw: 隱藏 PUK 碼

# s_current_pin
source: Current PIN
cs: Aktuální PIN
de: Aktuelle PIN
es: PIN actual
fr: PIN actuel
hu: Jelenlegi PIN
it: PIN attuale
ja: 現在の PIN
nl: Huidige pincode
pl: Obecny kod PIN
pt: PIN Atual
ru: Текущий PIN-код
sk: Aktuálny PIN
sv: Nuvarande PIN-kod
tr: Mevcut PIN
uk: Поточний PIN-код
vi: Mã PIN hiện tại
zh: 当前 PIN
zh_tw: 目前的 PIN 碼

# s_current_puk
source: Current PUK
cs: Aktuální PUK
de: Aktuelle PUK
es: PUK actual
fr: PUK actuel
hu: Jelenlegi PUK
it: PUK attuale
ja: 現在の PUK
nl: Huidige pukcode
pl: Obecny kod PUK
pt: PUK Atual
ru: Текущий PUK-код
sk: Aktuálny PUK
sv: Nuvarande PUK-kod
tr: Mevcut PUK
uk: Поточний PUK-код
vi: Mã PUK hiện tại
zh: 当前 PUK
zh_tw: 目前的 PUK 碼

# s_new_pin
source: New PIN
cs: Nový PIN
de: Neue PIN
es: Nuevo PIN
fr: Nouveau PIN
hu: Új PIN
it: Nuovo PIN
ja: 新しい PIN
nl: Nieuwe pincode
pl: Nowy kod PIN
pt: Novo PIN
ru: Новый PIN-код
sk: Nový PIN
sv: Ny PIN-kod
tr: Yeni PIN
uk: Новий PIN-код
vi: Mã PIN mới
zh: 新 PIN
zh_tw: 新 PIN 碼

# s_new_puk
source: New PUK
cs: Nový PUK
de: Neue PUK
es: Nuevo PUK
fr: Nouveau PUK
hu: Új PUK
it: Nuovo PUK
ja: 新しい PUK
nl: Nieuwe pukcode
pl: Nowy kod PUK
pt: Novo PUK
ru: Новый PUK-код
sk: Nový PUK
sv: Ny PUK-kod
tr: Yeni PUK
uk: Новий PUK-код
vi: Mã PUK mới
zh: 新 PUK
zh_tw: 新 PUK 碼

# s_confirm_pin
source: Confirm PIN
cs: Potvrdit PIN
de: PIN bestätigen
es: Confirmar PIN
fr: Confirmer PIN
hu: PIN megerősítése
it: Conferma il PIN
ja: PIN を確認
nl: Pincode bevestigen
pl: Potwierdź kod PIN
pt: Confirmar PIN
ru: Подтвердите PIN-код
sk: Potvrdiť PIN
sv: Bekräfta PIN-kod
tr: PIN'i doğrula
uk: Підтвердьте PIN-код
vi: Xác nhận Mã PIN
zh: 确认 PIN
zh_tw: 確認 PIN 碼

# s_confirm_puk
source: Confirm PUK
cs: Potvrdit PUK
de: PUK bestätigen
es: Confirmar PUK
fr: Confirmer PUK
hu: PUK megerősítése
it: Conferma il PUK
ja: PUK を確認
nl: Pukcode bevestigen
pl: Potwierdź kod PUK
pt: Confirmar PUK
ru: Подтвердите PUK-код
sk: Potvrdiť PUK
sv: Bekräfta PUK-kod
tr: PUK'u doğrula
uk: Підтвердьте PUK-код
vi: Xác nhận Mã PUK
zh: 确认 PUK
zh_tw: 確認 PUK 碼

# s_unblock_pin
source: Reset PIN
cs: Resetovat PIN
de: PIN zurücksetzen
es: Restablecer PIN
fr: Réinitialiser PIN
hu: PIN visszaállítása
it: Reimposta il PIN
ja: PIN をリセット
nl: Pincode terugzetten
pl: Resetuj kod PIN
pt: Redefinir PIN
ru: Сбросить PIN-код
sk: Odblokovať PIN
tr: PIN'i sıfırla
uk: Скинути PIN-код
vi: Bỏ khóa Mã PIN
zh: 重置 PIN
zh_tw: 重置 PIN 碼

# l_pin_mismatch
source: PINs do not match
cs: Zadané PINy se neshodují
de: PINs stimmen nicht überein
es: Los PIN no coinciden
fr: Les codes PIN ne correspondent pas
hu: A PIN-ek nem egyeznek
it: I PIN non corrispondono
ja: PIN が一致しません
nl: Pincodes zijn niet gelijk
pl: Kody PIN nie pasują do siebie
pt: Os PINs não coincidem
ru: PIN-коды не совпадают
sk: PIN kódy sa nezhodujú
sv: PIN-koderna stämmer inte överens
tr: PIN'ler eşleşmiyor
uk: PIN-коди не збігаються
vi: Mã PIN không khớp
zh: PIN 不一致
zh_tw: PIN 碼不符

# l_puk_mismatch
source: PUKs do not match
cs: Zadané PUKy se neshodují
de: PUKs stimmen nicht überein
es: Los PUK no coinciden
fr: Les PUK ne correspondent pas
hu: A PUK-ok nem egyeznek
it: I PUK non corrispondono
ja: PUK が一致しません
nl: Pukcodes zijn niet gelijk
pl: Kody PUK nie pasują do siebie
pt: Os PUKs não coincidem
ru: PUK-коды не совпадают
sk: PUK kódy sa nezhodujú
sv: PUK-koderna stämmer inte överens
tr: PUK'lar eşleşmiyor
uk: PUK-коди не збігаються
vi: Mã PUK không khớp
zh: PUK 不一致
zh_tw: PUK 碼不符

# s_pin_set
source: PIN set
cs: PIN nastaven
de: PIN gesetzt
es: PIN configurado
fr: PIN défini
hu: PIN beállítva
it: PIN impostato
ja: PIN を設定しました
nl: Pincode ingesteld
pl: Kod PIN został ustawiony
pt: PIN definido
ru: PIN-код установлен
sk: PIN kód nastavený
sv: PIN-kod satt
tr: PIN ayarlandı
uk: PIN-код встановлено
vi: Mã PIN đã được cài đặt
zh: 已设置 PIN
zh_tw: PIN 碼已設定

# s_puk_set
source: PUK set
cs: PUK nastaven
de: PUK gesetzt
es: PUK configurado
fr: PUK défini
hu: PUK beállítva
it: PUK impostato
ja: PUK を設定しました
nl: Pukcode ingesteld
pl: Kod PUK został ustawiony
pt: PUK definido
ru: PUK-код установлен
sk: PUK kód nastavený
sv: PUK-kod satt
tr: PUK ayarlandı
uk: Набір PUK-коду
vi: Mã PUK đã được cài đặt
zh: 已设置 PUK
zh_tw: PUK 碼已設定

# l_set_pin_failed
source: Failed to set PIN: {message}
cs: Nepodařilo se nastavit kód PIN: {message}
de: PIN konnte nicht gesetzt werden: {message}
es: Error al establecer el PIN: {message}
fr: Impossible de définir PIN : {message}
hu: PIN beállítása sikertelen: {message}
it: Impossibile impostare il PIN: {message}
ja: PIN を設定できませんでした: {message}
nl: Pincode instellen mislukt: {message}
pl: Nie udało się ustawić kodu PIN: {message}
pt: Falha ao definir PIN: {message}
ru: Не удалось установить PIN-код: {message}
sk: Nepodarilo sa nastaviť PIN: {message}
sv: Det gick inte att sätta PIN-kod: {message}
tr: PIN'in ayarlanmasında başarısız olundu: {message}
uk: Не вдалося встановити PIN-код:{message}
vi: Cài đặt Mã PIN thất bại: {message}
zh: 密码设置失败： {message}
zh_tw: 設定 PIN 失敗： {message}

# l_attempts_remaining
source: {retries, plural, =1{{retries} attempt remaining}other{{retries} attempts remaining}}
cs: {retries, plural, =1{Zbývá {retries} pokus} many{Zbývají {retries} pokusy} other{Zbývá {retries} pokusů} }
de: {retries, plural, =1{{retries} verbleibender Versuch}other{{retries} verbleibende Versuche}}
es: {retries, plural, =1{{retries} intento restante}other{{retries} intentos restantes}}
fr: {retries, plural, =1{{retries} tentative restante}other{{retries} tentatives restantes}}
hu: {retries, plural, =1{{retries} próbálkozás maradt}other{{retries} próbálkozás maradt}}
it: {retries, plural, =1{{retries} tentativo rimasto}other{{retries} tentativi rimasti}}
ja: {retries, plural, =1{あと {retries} 回試行できます}other{あと {retries} 回試行できます}}
nl: {retries, plural, =1{{retries} resterende poging}other{{retries} resterende pogingen}}
pl: {retries, plural, few {Pozostały {retries} próby}many {Pozostało {retries} prób}=1{Pozostała {retries} próba}other{Pozostało {retries} prób}}
pt: {retries, plural, =1{{retries} tentativa restante} other{{retries} tentativas restantes}}
ru: {retries, plural, =1{Осталась {retries} попытка}few{Осталось {retries} попытки}many{Осталось {retries} попыток}other{Осталась {retries} попытка}}
sk: {retries} zostávajúce pokusy
tr: {retries, plural, =1{{retries} deneme hakkı kaldı}other{{retries} deneme hakkı kaldı}}
uk: {retries, plural, few {{retries} спроби, що залишилися} many {{retries} спроби, що залишилися}=1{{retries} спроба залишилася}other{{retries} спроби, що залишилися}}
vi: Còn {retries} lần thử
zh: {retries, plural, =1{{retries} 次剩余机会}other{{retries} 次剩余机会}}
zh_tw: {retries, plural, =1{剩下 {retries} 次嘗試}other{剩下 {retries} 次嘗試}}

# l_wrong_pin_attempts_remaining
source: Wrong PIN, {retries, plural, =1{{retries} attempt remaining}other{{retries} attempts remaining}}
cs: Nesprávný PIN, {retries, plural, =1{zbývá {retries} pokus} few{zbývají {retries} pokusy} other{zbývá {retries} pokusů} }
de: Falsche PIN, {retries, plural, =1{{retries} verbleibender Versuch}other{{retries} verbleibende Versuche}}
es: PIN incorrecto, {retries, plural, =1{{retries} intento restante}other{{retries} intentos restantes}}
fr: PIN erroné, {retries, plural, =1{{retries} tentative restante}other{{retries} tentatives restantes}}
hu: Helytelen PIN, {retries, plural, =1{{retries} próbálkozás maradt}other{{retries} próbálkozás maradt}}
it: PIN errato, {retries, plural, =1{{retries} tentativo rimasto}other{{retries} tentativi rimasti}}
ja: PIN が間違っています。{retries, plural, =1{あと {retries} 回試行できます}other{あと {retries} 回試行できます}}
nl: Verkeerde pincode, {retries, plural, =1{{retries} resterende poging}other{{retries} resterende pogingen}}
pl: Kod PIN jest nieprawidłowy. {retries, plural, few {Pozostały {retries} próby}many {Pozostało {retries} prób}=1{Pozostała {retries} próba}other{Pozostało {retries} prób}}
pt: PIN incorreto, {retries, plural, =1{{retries} tentativa restante}other{{retries} tentativas restantes}}
ru: Неверный PIN, {retries, plural, =1{осталась {retries} попытка}few{осталось {retries} попытки}many{осталось {retries} попыток}other{осталась {retries} попытка}}
sk: Nesprávny PIN kód, zostávajú {retries} pokusy
tr: Yanlış PIN, {retries, plural, =1{{retries} deneme hakkı kaldı}other{{retries} deneme hakkı kaldı}}
uk: Неправильний PIN-код, {retries, plural, few {{retries} спроби, що залишилися} many {{retries} спроби, що залишилися}=1{{retries} спроби, що залишилися}other{{retries} спроби, що залишилися}}
vi: Mã PIN sai, còn {retries} lần thử
zh: PIN 错误，{retries, plural,=1{{retries} 次剩余机会}other{{retries} 次剩余机会}}
zh_tw: 錯誤的 PIN 碼，{retries, plural, =1{剩下 {retries} 次嘗試}other{剩下 {retries} 次嘗試}}

# l_wrong_puk_attempts_remaining
source: Wrong PUK, {retries, plural, =1{{retries} attempt remaining}other{{retries} attempts remaining}}
cs: Nesprávný PUK, {retries, plural, =1{zbývá {retries} pokus} few{zbývají {retries} pokusy} other{zbývá {retries} pokusů} }
de: Falsche PUK, {retries, plural, =1{{retries} verbleibender Versuch}other{{retries} verbleibende Versuche}}
es: PUK incorrecto, {retries, plural, =1{{retries} intento restante}other{{retries} intentos restantes}}
fr: PUK erroné, {retries, plural, =1{{retries} tentative restante}other{{retries} tentatives restantes}}
hu: Helytelen PUK, {retries, plural, =1{{retries} próbálkozás maradt}other{{retries} próbálkozás maradt}}
it: PUK errato, {retries, plural, =1{{retries} tentativo rimasto}other{{retries} tentativi rimasti}}
ja: PUK が間違っています。{retries, plural, =1{あと {retries} 回試行できます}other{あと {retries} 回試行できます}}
nl: Verkeerde pukcode, {retries, plural, =1{{retries} resterende poging}other{{retries} resterende pogingen}}
pl: Kod PUK jest nieprawidłowy. {retries, plural, few {Pozostały {retries} próby}many {Pozostało {retries} prób}=1{Pozostała {retries} próba}other{Pozostało {retries} prób}}
pt: PUK incorreto, {retries, plural, =1{{retries} tentativa restante}other{{retries} tentativas restantes}}
ru: Неправильно PUK, {retries, plural, =1{осталась {retries} попытка}few{осталось {retries} попытки}many{осталось {retries} попыток}other{осталась {retries} попытка}}
sk: Nesprávny PUK, {retries} zostávajúce pokusy
tr: Yanlış PUK, {retries, plural, =1{{retries} deneme hakkı kaldı}other{{retries} deneme hakkı kaldı}}
uk: Неправильний PUK-код, {retries, plural, few {{retries} спроби, що залишилися} many {{retries} спроби, що залишилися}=1{{retries} спроби, що залишилися}other{{retries} спроби, що залишилися}}
vi: Mã PUK sai, còn {retries} lần thử
zh: PUK 错误， {retries, plural, =1{{retries} 次剩余机会}other{{retries} 次剩余机会}}
zh_tw: 錯誤的 PUK 碼，{retries, plural, =1{剩下 {retries} 次嘗試}other{剩下 {retries} 次嘗試}}

# s_fido_pin_protection
source: FIDO PIN protection
cs: Ochrana kódem FIDO PIN
de: FIDO PIN Schutz
es: PIN de protección FIDO
fr: Protection PIN FIDO
hu: FIDO PIN védelem
it: Protezione PIN FIDO
ja: FIDO PIN保護
nl: FIDO beveiliging pincode
pl: Ochrona FIDO kodem PIN
pt: Proteção por PIN FIDO
ru: Защита PIN-кода FIDO
sk: Ochrana FIDO PIN kódom
sv: FIDO PIN-skydd
tr: FIDO PIN koruması
uk: Захист PIN-коду FIDO
vi: Bảo vệ Mã PIN FIDO
zh: FIDO PIN 保护
zh_tw: FIDO PIN 保護

# s_pin_change_required
source: PIN change required
cs: Je vyžadována změna kódu PIN
de: PIN Änderung erforderlich
es: Cambio de PIN requerido
fr: Changement PIN requise
hu: PIN változtatás szükséges
it: È necessario modificare il PIN
ja: PINの変更が必要
nl: Pincode wijzigen vereist
pl: Wymagana zmiana kodu PIN
pt: Alteração do PIN requerida
ru: Требуется замена PIN-кода
sk: Vyžaduje sa zmena PIN kódu
sv: Ändring av PIN-kod krävs
tr: PIN değişikliği gerekli
uk: Потрібна зміна PIN-коду
vi: Cần thay đổi Mã PIN
zh: 需要更改 PIN
zh_tw: 需要更改 PIN 碼

# l_enter_fido2_pin
source: Enter the FIDO2 PIN for your YubiKey
cs: Zadejte FIDO2 PIN pro váš YubiKey
de: Gib die FIDO2 PIN für deinen YubiKey ein
es: Ingresa el PIN FIDO2 para tu YubiKey
fr: Saisissez le PIN FIDO2 de votre YubiKey
hu: Adja meg a YubiKey FIDO2 PIN-jét
it: Inserisci il PIN FIDO2 della tua YubiKey
ja: YubiKeyのFIDO2 PINを入力してください
nl: Voer de FIDO2-pincode in voor uw YubiKey
pl: Wpisz kod PIN FIDO2 klucza YubiKey
pt: Digite o PIN FIDO2 da sua YubiKey
ru: Введите PIN-код FIDO2 для вашего YubiKey
sk: Zadajte FIDO2 PIN kód pre svoj kľúč YubiKey
sv: Ange FIDO2 PIN-koden för din YubiKey
tr: YubiKey'iniz için FIDO2 PIN kodunu girin
uk: Введіть PIN-код FIDO2 для вашого YubiKey
vi: Nhập Mã PIN FIDO2 cho YubiKey của bạn
zh: 输入 YubiKey 的 FIDO2 PIN
zh_tw: 輸入 YubiKey 的 FIDO2 PIN 碼

# l_pin_blocked_reset
source: PIN is blocked; factory reset the FIDO application
cs: PIN je zablokován; uveďte aplikaci FIDO do továrního nastavení
de: PIN ist geblockt; setze die FIDO Anwendung auf Werkseinstellung zurück
es: PIN bloqueado; restablecer los valores de fábrica de la aplicación FIDO
fr: PIN bloqué, réinitialisez FIDO aux paramètres d'usine
hu: A PIN kód blokkolva; a FIDO alkalmazás gyári visszaállítása
it: Il PIN è bloccato; effettuare il ripristino di fabbrica per l'applicazione FIDO
ja: PINがブロックされています。FIDOアプリケーションを工場出荷時の状態にリセットしてください
nl: Pincode is geblokkeerd; zet FIDO terug naar de fabrieksinstellingen
pl: Kod PIN jest zablokowany. Przywróć ustawienia fabryczne aplikacji FIDO
pt: PIN bloqueado; restaure o aplicativo FIDO para as configurações de fábrica
ru: PIN-код заблокирован; сбросьте настроек приложения FIDO к заводским настройкам
sk: PIN je zablokovaný; obnoviť výrobné nastavenie aplikácie FIDO
sv: PIN-koden är blockerad; fabriksåterställ FIDO-applikationen
tr: PIN bloke edildi; FIDO uygulamasını fabrika ayarlarına sıfırlayın
uk: PIN-код заблоковано; скиньте налаштування програми FIDO до заводських
vi: Mã PIN bị khóa; khôi phục cài đặt gốc ứng dụng FIDO
zh: PIN 已被封禁；出厂重置 FIDO 应用程序
zh_tw: PIN 碼已被封鎖，請進行 FIDO 應用的出廠重置

# l_pin_blocked
source: PIN is blocked
cs: PIN je zablokován
de: PIN ist geblockt
es: PIN bloqueado
fr: Le code PIN est bloqué
hu: PIN blokkolva
it: Il PIN è bloccato
ja: PINがブロックされています
nl: Pincode is geblokkeerd
pl: Kod PIN jest zablokowany
pt: PIN está bloqueado
ru: PIN-код заблокирован
sk: PIN je zablokovaný
sv: PIN-koden är spärrad
tr: PIN bloke edildi
uk: ПІН-код заблоковано
vi: Mã PIN bị khóa
zh: PIN 已被封禁
zh_tw: PIN 碼已被封鎖

# l_set_pin_first
source: A PIN is required
cs: Je vyžadován PIN
de: PIN benötigt
es: Se requiere un PIN
fr: Un code PIN est nécessaire
hu: PIN szükséges
it: È richiesto un PIN
ja: PIN が必要です
nl: Pincode is vereist
pl: Kod PIN jest wymagany
pt: É necessário um PIN
ru: Требуется PIN-код
sk: Vyžaduje sa PIN kód
sv: En PIN-kod krävs
tr: PIN kodu gereklidir
uk: Потрібен PIN-код
vi: Cần có Mã PIN
zh: 需要 PIN
zh_tw: 需要 PIN 碼

# l_unlock_pin_first
source: Unlock with PIN
cs: Odemknout pomocí PIN
de: Mit PIN entsperren
es: Desbloquear con PIN
fr: Déverrouiller avec un code PIN
hu: Feloldás PIN-nel
it: Sblocca con PIN
ja: PIN でロック解除
nl: Ontgrendelen met pincode
pl: Odblokuj kodem PIN
pt: Desbloquear com PIN
ru: Разблокировка с помощью PIN-кода
sk: Odomknúť pomocou PIN
sv: Lås upp med PIN-kod
tr: Kilidi PIN koduyla açın
uk: Розблокувати за допомогою PIN-коду
vi: Mở khóa bằng Mã PIN
zh: 使用 PIN 解锁
zh_tw: 使用 PIN 碼解鎖
