Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_new_piv_pin_puk_complexity_active_requirements
source: A {name} must be at least {length} characters long, contain at least 2 unique characters, and not be a commonly used {name}, like "{common}".
cs: {name} musí mít alespoň {length} znaků, musí obsahovat alespoň 2 jedinečné znaky, a nesmí být běžně používaným {name}, jako je "{common}".
de: Ein {name} muss mindestens {length} Zeichen lang sein, mindestens 2 eindeutige Zeichen enthalten und darf nicht eine häufig verwendete {name} sein, wie z.B. "{common}".
es: Un {name} debe tener al menos {length} caracteres, contener al menos 2 caracteres únicos y no ser un {name} de uso común, como "{common}".
fr: Un code {name} doit être composé d'au moins {length} caractères, contenir au moins 2 caractères uniques et ne pas être un {name} couramment utilisé, comme "{common}".
hu: A {name} legalább {length} karakter hosszú legyen, legalább 2 egyedi karaktert kell tartalmazzon, és nem lehet egy általánosan használt {name}, például "{common}".
it: Un {name} deve essere composto da almeno {length} caratteri, contenere almeno due caratteri unici e non essere un {name} comunemente usato, come "{common}".
ja: {name} は {length} 文字以上で、記号を 2 文字以上含む、よく使用される「{common}」のような {name} ではないものを設定してください。
nl: Een {name} moet ten minste {length} tekens lang zijn, ten minste 2 unieke tekens bevatten en geen veelgebruikte {name} zijn, zoals "{common}".
pl: {name} musi składać się z co najmniej {length} znaków, zawierać min. 2 unikalne znaki i nie może być powszechnie używanym {name} kodem, np. "{common}".
pt: Um {name} deve ter pelo menos {length} caracteres, conter pelo menos 2 caracteres únicos e não ser um {name} popularmente usado, como "{common}".
ru: {name} должен быть не менее {length} символов, содержать не менее 2 уникальных символов и не быть часто используемым {name}, например "{common}".
tr: Bir {name} en az {length} karakter uzunluğunda olmalı, en az 2 benzersiz karakter içermeli ve "{common}" gibi yaygın olarak kullanılan bir {name} içermemelidir.
uk: {name} має містити щонайменше {length} символів, щонайменше 2 унікальних символи та не бути поширеним {name}, як-от "{common}".
zh: {name} 的长度必须至少为 {length} 字符，至少包含 2 个唯一字符，并且不是常用的 {name}，如 "{common}"。
zh_tw: {name} 的長度必須至少為 {length} 個字元，至少包含 2 個獨特的字元，而且不能是常用的 {name}，例如 "{common}" 。

# p_pin_puk_complexity_failure
source: New {name} doesn't meet complexity requirements.
cs: Nový {name} nesplňuje požadavky na složitost.
de: Die neue {name} entspricht nicht den Komplexitätsanforderungen.
es: El nuevo {name} no cumple los requisitos de complejidad.
fr: Le nouveau {name} ne répond pas aux exigences de complexité.
hu: Az új {name} nem felel meg a bonyolultsági követelményeknek.
it: Il nuovo {name} non soddisfa i requisiti di complessità.
ja: 新しい {name} は複雑な要件を満たしていません。
nl: Nieuwe {name} voldoet niet aan de vereisten voor moeilijkheid.
pl: {name} nie spełnia wymogów.
pt: O novo {name} não atende aos requisitos de complexidade.
ru: Новый {name} не соответствует требованиям сложности.
sk: Nový {name} nespĺňa požiadavky na komplexnosť.
sv: Nya {name} uppfyller inte kraven på komplexitet.
tr: Yeni {name} karmaşıklık gereksinimlerini karşılamıyor.
uk: Новий {name} не відповідає вимогам складності.
vi: Mới {name} không đáp ứng yêu cầu độ phức tạp.
zh: 新的 {name} 不符合复杂性要求。
zh_tw: 新的 {name} 不符合複雜性要求。

# s_dismiss
source: Dismiss
cs: Zamítnout
de: Schließen
es: Descartar
fr: Fermer
hu: Elvetés
it: Scarta
ja: 閉じる
nl: Afwijzen
pl: Odrzuć
pt: Ignorar
ru: Отменить
tr: Yoksay
uk: Відхилити
zh: 取消
zh_tw: 關閉

# p_default_pin_puk_key_desc
source: It is recommended to change the default PIN, PUK and management key.
cs: Doporučuje se změnit výchozí PIN, PUK a klíč správy.
de: Es wird empfohlen, die Standard PIN, PUK und Management Key zu ändern.
es: Se recomienda cambiar el PIN, el PUK y la clave de administración predeterminados.
fr: Il est recommandé de changer le code PIN, le code PUK et la clé de gestion par défaut.
hu: Ajánlott az alapértelmezett PIN, PUK és kezelési kulcs megváltoztatása.
it: Si consiglia di modificare il PIN, il PUK e la chiave di gestione predefiniti.
ja: デフォルトの PIN、PUK、管理キーの変更をお勧めします。
nl: Aanbevolen wordt om de standaard pincode, pukcode en beheersleutel te wijzigen.
pl: Zalecana jest zmiana domyślnego kodu PIN, PUK i kluczu zarządzania.
pt: É recomentado alterar o PIN, o PUK e a chave de gerenciamento padrão.
ru: Рекомендуется изменить PIN-код по умолчанию, PUK и ключ управления.
tr: Varsayılan PIN, PUK ve yönetim anahtarının değiştirilmesi önerilir.
uk: Рекомендується змінити PIN-код, PUK-код та ключ керування за замовчуванням.
zh: 建议更改默认 PIN 、PUK 和管理密钥。
zh_tw: 建議變更預設 PIN 碼、PUK 碼和管理金鑰。

# p_default_pin_puk_key_fips_desc
source: For FIPS compliance it is required to change the default PIN, PUK and management key.
hu: A FIPS-megfelelőség érdekében meg kell változtatni az alapértelmezett PIN-kódot, a PUK-kódot és a kezelési kulcsot.
it: Per la conformità FIPS è necessario modificare il PIN, il PUK e la chiave di gestione predefiniti.
nl: Om te voldoen aan FIPS is het nodig om de standaard pincode, pukcode en beheersleutel te wijzigen.
pt: Para conformidade com o FIPS, é necessário alterar o valor padrão para o PIN, o PUK e a chave de gerenciamento.
ru: Для соответствия требованиям FIPS необходимо изменить PIN-код, PUK-код и ключ управления по умолчанию.
uk: Для відповідності стандарту FIPS необхідно змінити PIN-код, PUK-код та ключ керування за замовчуванням.
zh_tw: 為符合 FIPS 規範，您需要變更預設的 PIN、PUK 和管理金鑰。

# l_warning_default_pin
source: Warning: Default PIN used
cs: Varování: používá se výchozí PIN
de: Achtung: Standard-PIN verwendet
es: Advertencia: PIN predeterminado usado
fr: Avertissement : Code PIN par défaut utilisé
hu: Figyelem: alapértelmezett PIN használva
it: Attenzione: PIN predefinito utilizzato
ja: 警告: デフォルトのPINが使用されています
nl: Waarschuwing: Standaard pincode gebruikt
pl: Ostrzeżenie: Używany jest domyślny kod PIN
pt: Aviso: PIN padrão usado
ru: Предупреждение: Используется PIN-код по умолчанию
sk: Varovanie: Používa sa predvolený PIN kód
sv: Varning: Standard-PIN används
tr: Uyarı: Varsayılan PIN kullanıldı
uk: Увага: Використано PIN-код за замовчуванням
vi: Cảnh báo: Đã sử dụng Mã PIN mặc định
zh: 警告：使用了默认 PIN
zh_tw: 警告：使用了預設 PIN 碼

# l_warning_default_puk
source: Warning: Default PUK used
cs: Varování: používá se výchozí PUK
de: Achtung: Standard-PUK verwendet
es: Advertencia: PUK predeterminado usado
fr: Attention : PUK par défaut utilisé
hu: Figyelem: alapértelmezett PUK használva
it: Attenzione: PUK predefinito utilizzato
ja: 警告: デフォルトのPUKが使用されています
nl: Waarschuwing: Standaard pukcode gebruikt
pl: Ostrzeżenie: Używany jest domyślny kod PUK
pt: Aviso: PUK padrão usado
ru: Предупреждение: Используется PUK-код по умолчанию
sk: Varovanie: Používa sa predvolený PUK kód
sv: Varning: Standard PUK används
tr: Uyarı: Varsayılan PUK kullanıldı
uk: Увага: Використано PUK за замовчуванням
vi: Cảnh báo: Đã sử dụng Mã PUK mặc định
zh: 警告：使用了默认 PUK
zh_tw: 警告：使用了預設 PUK 碼

# l_default_pin_used
source: Default PIN used
cs: Byl použit výchozí PIN
de: Standard-PIN verwendet
es: PIN por defecto usado
fr: Code PIN par défaut utilisé
hu: Alapértelmezett PIN használva
it: PIN predefinito utilizzato
ja: デフォルトのPINが使用されています
nl: Standaard pincode gebruikt
pl: Używany jest domyślny kod PIN
pt: PIN padrão usado
ru: Используется PIN-код по умолчанию
sk: Používa sa predvolený PIN
sv: Standard-PIN används
tr: Varsayılan PIN kullanıldı
uk: Використано PIN-код за замовчуванням
vi: Đã sử dụng Mã PIN mặc định
zh: 默认 PIN 已使用
zh_tw: 使用的預設 PIN 碼

# l_default_puk_used
source: Default PUK used
cs: Byl použit výchozí PUK
de: Standard-PUK verwendet
es: PUK por defecto usado
fr: PUK par défaut utilisé
hu: Alapértelmezett PUK használva
it: PUK predefinito utilizzato
ja: 既定のPUKを使用
nl: Standaard pukcode gebruikt
pl: Używany jest domyślny kod PUK
pt: PUK padrão usado
ru: Используется PUK-код по умолчанию
sk: Používa sa predvolený PUK
sv: Standard PUK används
tr: Varsayılan PUK kullanıldı
uk: Використано PUK за замовчуванням
vi: Đã sử dụng Mã PUK mặc định
zh: 默认 PUK 已使用
zh_tw: 使用的預設 PUK 碼

# l_pin_complexity
source: PIN complexity enforced
cs: Složitost PIN je vynucena
de: PIN-Komplexität aktiv
es: Complejidad de PIN aplicada
fr: Complexité du code PIN appliquée
hu: Bonyolult PIN kötelező
it: Complessità del PIN forzata
ja: 複雑な PIN ルール
nl: Moeilijkheid pincode afgedwongen
pl: Wymuszona złożoność kodu PIN
pt: Complexidade do PIN imposta
ru: Принудительная сложность PIN-кода
sk: Vynútená zložitosť kódu PIN
sv: PIN-komplexitet genomdrivs
tr: PIN karmaşıklığı zorunlu kılındı
uk: Застосовується складність PIN-коду
vi: Yêu cầu độ phức tạp của Mã PIN
zh: PIN 复杂性已执行
zh_tw: 已套用 PIN 碼複雜性要求

# s_password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

# s_manage_password
source: Manage password
cs: Spravovat heslo
de: Passwort verwalten
es: Administrar contraseña
fr: Gérer mot de passe
hu: Jelszó kezelése
it: Gestione password
ja: パスワードを管理
nl: Wachtwoord beheren
pl: Zarządzaj hasłem
pt: Gerenciar senha
ru: Управление паролем
sk: Spravovať heslo
sv: Hantera lösenord
tr: Şifreyi yönet
uk: Керувати паролем
vi: Quản lý mật khẩu
zh: 管理密码
zh_tw: 管理密碼

# s_set_password
source: Set password
cs: Nastavit heslo
de: Passwort setzen
es: Establecer contraseña
fr: Créer mot de passe
hu: Jelszó beállítása
it: Imposta password
ja: パスワードを設定
nl: Wachtwoord instellen
pl: Ustaw hasło
pt: Definir senha
ru: Установите пароль
sk: Nastaviť heslo
sv: Ställ in lösenord
tr: Şifre belirle
uk: Встановити пароль
vi: Đặt mật khẩu
zh: 设置密码
zh_tw: 設定密碼

# s_password_set
source: Password set
cs: Heslo nastaveno
de: Passwort gesetzt
es: Contraseña establecida
fr: Mot de passe créé
hu: Jelszó beállítva
it: Password impostata
ja: パスワードが設定されました
nl: Wachtwoord ingesteld
pl: Hasło zostało ustawione
pt: Senha definida
ru: Пароль установлен
sk: Heslo nastavené
sv: Lösenordsinställning
tr: Şifre ayarlandı
uk: Пароль встановлено
vi: Mật khẩu đã được đặt
zh: 密码已设置
zh_tw: 密碼已設定

# s_show_password
source: Show password
cs: Zobrazit heslo
de: Passwort anzeigen
es: Mostrar contraseña
fr: Montrer mot de passe
hu: Jelszó megmutatása
it: Mostra password
ja: パスワードを表示
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Exibir senha
ru: Показать пароль
sk: Zobraziť heslo
sv: Visa lösenord
tr: Şifreyi göster
uk: Показати пароль
vi: Hiển thị mật khẩu
zh: 显示密码
zh_tw: 顯示密碼

# s_hide_password
source: Hide password
cs: Skrýt heslo
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer mot de passe
hu: Jelszó elrejtése
it: Nascondi password
ja: パスワードを非表示
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Ocultar Senha
ru: Скрыть пароль
sk: Skryť heslo
sv: Dölj lösenord
tr: Şifreyi Gizle
uk: Приховати пароль
vi: Ẩn mật khẩu
zh: 隐藏密码
zh_tw: 隱藏密碼

# l_password_protection
source: Password protection of accounts
cs: Ochrana účtů heslem
de: Passwortschutz von Konten
es: Cuentas protegidas con contraseña
fr: Protection des comptes par mot de passe
hu: Fiókok jelszó általi védelme
it: Protezione password degli account
ja: アカウントのパスワード保護
nl: Wachtwoordbeveiliging van accounts
pl: Ochrona kont hasłem
pt: Proteção de contas por senha
ru: Защита учетных записей паролем
sk: Ochrana účtov heslom
sv: Lösenordsskydd för konton
tr: Hesapların parola koruması
uk: Захист облікових записів паролем
vi: Bảo vệ mật khẩu của các tài khoản
zh: 账户密码保护
zh_tw: 帳戶密碼保護

# s_new_password
source: New password
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
ja: 新しいパスワード
nl: Nieuwe wachtwoord
pl: Nowe hasło
pt: Nova senha
ru: Новый пароль
sk: Nové heslo
sv: Nytt lösenord
tr: Yeni şifre
uk: Новий пароль
vi: Mật khẩu mới
zh: 新密码
zh_tw: 新密碼

# s_current_password
source: Current password
cs: Aktuální heslo
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
nl: Huidige wachtwoord
pl: Obecne hasło
pt: Senha atual
ru: Текущий пароль
sk: Aktuálne heslo
sv: Nuvarande lösenord
tr: Geçerli şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh: 当前密码
zh_tw: 目前密碼

# s_confirm_password
source: Confirm password
cs: Potvrdit heslo
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer mot de passe
hu: Jelszó megerősítése
it: Conferma la password
ja: パスワードを確認
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirmar senha
ru: Подтвердите пароль
sk: Potvrdiť heslo
sv: Bekräfta lösenord
tr: Şifreyi doğrula
uk: Підтвердьте пароль
vi: Xác nhận mật khẩu
zh: 确认密码
zh_tw: 確認密碼

# l_password_mismatch
source: Passwords do not match
cs: Hesla se neshodují
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
it: Le password non corrispondono
ja: パスワードが一致しません
nl: Wachtwoorden zijn niet gelijk
pl: Hasła nie pasują do siebie
pt: As senhas não são iguais
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sv: Lösenorden matchar inte
tr: Şifreler eşleşmiyor
uk: Паролі не збігаються
vi: Mật khẩu không khớp
zh: 密码不一致
zh_tw: 密碼不一致

# s_wrong_password
source: Wrong password
cs: Chybné heslo
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
hu: Helytelen jelszó
it: Password errata
ja: パスワードが正しくありません
nl: Verkeerde wachtwoord
pl: Hasło jest nieprawidłowe
pt: Senha incorreta
ru: Неверный пароль
sk: Nesprávne heslo
sv: Felaktigt lösenord
tr: Yanlış şifre
uk: Неправильний пароль
vi: Mật khẩu sai
zh: 密码错误
zh_tw: 密碼錯誤

# p_wrong_password
source: Wrong password. If you don't know your password, you'll need to reset the YubiKey.
cs: Chybné heslo. Pokud neznáte své heslo, musíte obnovit YubiKey.
de: Falsches Passwort. Wenn Du Dein Passwort nicht kennst, musst Du den YubiKey zurücksetzen.
es: Contraseña incorrecta. Si no sabes tu contraseña, tendrás que restablecer la YubiKey.
fr: Mot de passe erroné. Si vous ne connaissez pas votre mot de passe, vous devez réinitialiser la YubiKey.
hu: Helytelen jelszó. Ha nem ismeri a jelszót, vissza kell állítani a YubiKey-t.
it: Password errata. Se non conosci la tua password, dovrai reimpostare la YubiKey.
ja: パスワードが間違っています。パスワードがわからない場合は、Yubikey をリセットする必要があります。
nl: Verkeerd wachtwoord. Als u uw wachtwoord niet weet, moet u de YubiKey opnieuw instellen.
pl: Hasło jest nieprawidłowe. Jeśli go nie pamiętasz, zresetuj klucz YubiKey.
pt: Senha incorreta. Caso não saiba a senha, será necessário redefinir a YubiKey para o padrão de fábrica.
ru: Неверный пароль. Если вы не знаете свой пароль, вам нужно сбросить YubiKey.
tr: Yanlış şifre. Şifrenizi bilmiyorsanız, YubiKey'i sıfırlamanız gerekmektedir.
uk: Неправильний пароль. Якщо ви не знаєте свій пароль, вам потрібно буде скинути налаштування YubiKey.
zh: 密码错误。如果您不知道密码，则需要重置 YubiKey。
zh_tw: 密碼錯誤，如果您不知道您的密碼，您需要重新設定 YubiKey。

# s_remove_password
source: Remove password
cs: Odstranit heslo
de: Passwort entfernen
es: Borrar contraseña
fr: Supprimer mot de passe
hu: Jelszó eltávolítása
it: Rimuovi la password
ja: パスワードを削除
nl: Wachtwoord verwijderen
pl: Usuń hasło
pt: Remover Senha
ru: Удалить пароль
sk: Odstrániť heslo
sv: Ta bort lösenord
tr: Şifreyi kaldır
uk: Видалити пароль
vi: Xóa mật khẩu
zh: 移除密码
zh_tw: 移除密碼

# s_password_removed
source: Password removed
cs: Heslo odstraněno
de: Passwort entfernt
es: Contraseña borrada
fr: Mot de passe supprimé
hu: Jelszó eltávolítva
it: Password rimossa
ja: パスワードが削除されました
nl: Wachtwoord verwijderd
pl: Hasło zostało usunięte
pt: Senha removida
ru: Пароль удален
sk: Heslo bolo odstránené
sv: Lösenord borttaget
tr: Şifre kaldırıldı
uk: Пароль видалено
vi: Mật khẩu đã bị xóa
zh: 密码已移除
zh_tw: 密碼已移除

# s_remember_password
source: Remember password
cs: Zapamatovat heslo
de: Passwort speichern
es: Recordar contraseña
fr: Mémoriser mot de passe
hu: Jelszóra emlékezés
it: Ricorda la password
ja: パスワードを記憶
nl: Wachtwoord onthouden
pl: Zapamiętaj hasło
pt: Lembrar senha
ru: Запомнить пароль
sk: Zapamätať si heslo
sv: Kom ihåg lösenord
tr: Şifreyi hatırla
uk: Запам'ятати пароль
vi: Nhớ mật khẩu
zh: 记住密码
zh_tw: 記住密碼

# s_clear_saved_password
source: Clear saved password
cs: Vymazat zapamatované heslo
de: Gespeichertes Passwort entfernen
es: Borrar contraseña guardada
fr: Effacer mot de passe enregistré
hu: Mentett jelszó törlése
it: Cancella la password salvata
ja: 保存したパスワードを消去
nl: Opgeslagen wachtwoord wissen
pl: Usuń zapisane hasło
pt: Limpar senha salva
ru: Очистить сохраненный пароль
sk: Vymazať uložené heslo
sv: Rensa sparat lösenord
tr: Kayıtlı şifreyi temizle
uk: Очистити збережений пароль
vi: Xóa mật khẩu đã lưu
zh: 清除已保存的密码
zh_tw: 清除已儲存的密碼

# s_password_forgotten
source: Password forgotten
cs: Zapamatované heslo bylo vymazáno
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
hu: Jelszó elfelejtve
it: Password dimenticata
ja: パスワードが消去されました
nl: Wachtwoord vergeten
pl: Zapomniane hasło
pt: Esqueci a senha
ru: Пароль забыт
sk: Zabudnuté heslo
sv: Lösenord glömt
tr: Şifremi unuttum
uk: Забули пароль
vi: Quên mật khẩu
zh: 忘记密码
zh_tw: 忘記密碼

# l_keystore_unavailable
source: OS Keystore unavailable
cs: Úložiště klíčů OS není k dispozici
de: Keystore des Betriebssystems nicht verfügbar
es: Repositorio de claves del SO no disponible
fr: OS Keystore indisponible
hu: Az operációs rendszer kulcstára nem elérhető
it: Keystore del sistema operativo non disponibile
ja: OSのキーストアを利用できません
nl: OS sleutelopslag niet beschikbaar
pl: Magazyn kluczy systemu operacyjnego jest niedostępny
pt: Keystore do sistema operacional indisponível
ru: Хранилище ключей операционной системы недоступно
sk: OS Keystore nie je k dispozícii
sv: OS Keystore inte tillgänglig
tr: İşletim sistemi anahtar deposu kullanılamıyor
uk: Сховище ключів ОС недоступне
vi: Keystore của hệ điều hành không khả dụng
zh: 操作系统密钥库不可用
zh_tw: 作業系統密鑰庫無法使用

# l_remember_pw_failed
source: Failed to remember password
cs: Nepodařilo se zapamatovat heslo
de: Passwort konnte nicht gespeichert werden
es: Error al recordar la contraseña
fr: Mémorisation mot de passe impossible
hu: Jelszóra emlékezés sikertelen
it: Memorizzazione della password non riuscita
ja: パスワードを記憶できませんでした
nl: Wachtwoord onthouden is mislukt
pl: Nie udało się zapamiętać hasła
pt: Falha ao lembrar a senha
ru: Не удалось запомнить пароль
sk: Nepodarilo sa zapamätať heslo
sv: Kom inte ihåg lösenordet
tr: Şifrenin hatırlanmasında başarısız olundu
uk: Не вдалося згадати пароль
vi: Không thể nhớ mật khẩu
zh: 忘记密码失败
zh_tw: 無法記住密碼

# l_unlock_first
source: Unlock with password
cs: Odemknout pomocí hesla
de: Mit Passwort entsperren
es: Desbloquear con contraseña
fr: Déverrouillage par mot de passe
hu: Feloldás jelszóval
it: Sblocca con password
ja: パスワードでロック解除
nl: Ontgrendelen met wachtwoord
pl: Odblokuj hasłem
pt: Desbloquear com senha
ru: Разблокировать паролем
sk: Odomknúť pomocou hesla
sv: Lås upp med lösenord
tr: Kilidi şifre ile açın
uk: Розблокувати паролем
vi: Mở khóa bằng mật khẩu
zh: 使用密码解锁
zh_tw: 使用密碼解鎖

# l_set_password_first
source: Set a password
cs: Nastavit heslo
de: Passwort setzen
es: Establecer una contraseña
fr: Définir un mot de passe
hu: Jelszó beállítása
it: Imposta password
ja: パスワードを設定
nl: Stel een wachtwoord in
pl: Ustaw hasło
pt: Defina uma senha
ru: Установить пароль
sk: Nastaviť heslo
sv: Ställ in ett lösenord
tr: Şifre ayarla
uk: Встановити пароль
vi: Đặt mật khẩu
zh: 设置密码
zh_tw: 設定密碼

# l_enter_oath_pw
source: Enter the OATH password for your YubiKey
cs: Zadejte OATH heslo pro váš YubiKey
de: Gib das OATH Passwort für deinen YubiKey ein
es: Introduce la contraseña OATH de tu YubiKey
fr: Saisissez le mot de passe OATH de votre YubiKey
hu: Adja meg a YubiKey OATH jelszavát
it: Inserisci la password OATH della tua YubiKey
ja: YubiKeyのOATHパスワードを入力
nl: Voer het OATH voor uw YubiKey in
pl: Wpisz hasło OATH dla klucza YubiKey
pt: Digite a senha OATH do seu YubiKey
ru: Введите OATH пароль для вашего YubiKey
sk: Zadajte heslo OATH pre svoj YubiKey
sv: Ange OATH-lösenordet för din YubiKey
tr: YubiKey'iniz için OATH şifresini girin
uk: Введіть пароль OATH для вашого YubiKey
vi: Nhập mật khẩu OATH cho YubiKey của bạn
zh: 请输入 YubiKey 的 OATH 密码
zh_tw: 輸入 YubiKey 的 OATH 密碼

# p_new_password_requirements
source: A password may contain letters, numbers and special characters.
cs: Heslo může obsahovat písmena, čísla a speciální znaky.
de: Ein Passwort kann Buchstaben, Zahlen und Sonderzeichen enthalten.
es: Una contraseña puede contener letras, números y caracteres especiales.
fr: Un mot de passe peut contenir des lettres, des chiffres et des caractères spéciaux.
hu: A jelszó tartalmazhat betűket, számokat és speciális karaktereket.
it: Una password può contenere lettere, numeri e caratteri speciali.
ja: パスワードには、英数字と特殊文字を使用できます。
nl: Een wachtwoord mag letters, cijfers en speciale tekens bevatten.
pl: Hasło może zawierać litery, cyfry i znaki specjalne.
pt: Uma senha pode conter letras, números e caracteres especiais.
ru: Пароль может содержать буквы, цифры и специальные символы.
tr: Bir şifre harfler, sayılar ve özel karakterler içerebilir.
uk: Пароль може містити літери, цифри та спеціальні символи.
zh: 密码可以包含字母、数字和特殊字符。
zh_tw: 密碼可包含字母、數字和特殊字符。

# s_management_key
source: Management key
cs: Klíč správy
es: Clave de administración
fr: Clé de gestion
hu: Kezelési kulcs
it: Chiave di gestione
ja: 管理キー
nl: Beheersleutel
pl: Klucz zarządzania
pt: Chave de gerenciamento
ru: Ключ управления
sk: Spravovací kľúč
tr: Yönetim anahtarı
uk: Ключ управління
vi: Khóa quản lý
zh: 管理密钥
zh_tw: 管理密鑰

# s_current_management_key
source: Current management key
cs: Aktuální klíč správy
de: Aktueller Management Key
es: Clave de administración actual
fr: Clé de gestion actuelle
hu: Jelenlegi kezelési kulcs
it: Chiave di gestione attuale
ja: 現在の管理キー
nl: Huidige beheersleutel
pl: Obecny klucz zarządzania
pt: Chave de gerenciamento atual
ru: Текущий ключ управления
sk: Aktuálny spravovací kľúč
tr: Mevcut yönetim anahtarı
uk: Поточний ключ управління
vi: Khóa quản lý hiện tại
zh: 当前管理密钥
zh_tw: 目前的管理密鑰

# s_new_management_key
source: New management key
cs: Nový klíč správy
de: Neuer Management Key
es: Nueva clave de administración
fr: Nouvelle clé de gestion
hu: Új kezelési kulcs
it: Nuova chiave di gestione
ja: 新しい管理キー
nl: Nieuwe beheersleutel
pl: Nowy klucz zarządzania
pt: Nova chave de gerenciamento
ru: Новый ключ управления
sk: Nový spravovací kľúč
tr: Yeni yönetim anahtarı
uk: Новий ключ управління
vi: Khóa quản lý mới
zh: 新的管理密钥
zh_tw: 新的管理密鑰

# l_change_management_key
source: Change management key
cs: Změnit klíč správy
de: Management Key ändern
es: Cambiar clave de administración
fr: Changer clé de gestion
hu: Kezelési kulcs megváltoztatása
it: Modifica la chiave di gestione
ja: 管理キーを変更
nl: Beheersleutel wijzigen
pl: Zmień klucz zarządzania
pt: Alterar chave de gerenciamento
ru: Изменить ключ управления
sk: Zmeniť spravovací kľúč
tr: Yönetim anahtarını değiştir
uk: Ключ управління змінами
vi: Thay đổi khóa quản lý
zh: 更改管理密钥
zh_tw: 變更管理密鑰

# l_management_key_changed
source: Management key changed
cs: Klíč správy změněn
de: Management Key geändert
es: Clave de administración cambiada
fr: Clé de gestion changée
hu: Kezelési kulcs megváltoztatva
it: Chiave di gestione modificata
ja: 管理キーが変更されました
nl: Beheersleutel gewijzigd
pl: Klucz zarządzania został zmieniony
pt: Chave de gerenciamento alterada
ru: Ключ управления изменен
sk: Spravovací kľúč bol zmenený
sv: Förvaltningsnyckel ändrad
tr: Yönetim anahtarı değiştirildi
uk: Ключ керування змінено
vi: Khóa quản lý đã được thay đổi
zh: 管理密钥已更改
zh_tw: 管理密鑰已變更
