Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# s_delete_slot
source: Delete credential
cs: Odstranit pověření
de: Anmeldedaten löschen
es: Borrar credencial
fr: Supprimer les infos d'identification
hu: Azonosító törlése
it: Elimina credenziale
ja: 認証情報を削除
nl: Inloggegevens verwijderen
pl: Usuń poświadczenie
pt: Excluir credencial
ru: Удалить учетные данные
sk: Odstrániť poverenie
sv: Ta bort referenser
tr: Kimlik bilgisini sil
uk: Видалити облікові дані
vi: Xóa thông tin xác thực
zh: 删除凭据
zh_tw: 刪除憑證

# q_delete_slot
source: Delete credential?
cs: Smazat pověření?
de: Anmeldedaten löschen?
es: ¿Borrar credencial?
fr: Supprimer les informations d'identification ?
hu: Törli az azonosítót?
it: Eliminare la credenziale?
ja: 資格情報を削除しますか？
nl: Inloggegevens verwijderen?
pl: Usunąć poświadczenie?
pt: Excluir credencial?
ru: Удалить учетные данные?
tr: Kimlik bilgisi silinsin mi?
uk: Видалити облікові дані?
zh: 删除凭据？
zh_tw: 刪除憑證？

# l_delete_slot_desc
source: Remove credential in slot
cs: Odstranit pověření ve slotu
de: Anmeldedaten in Slot löschen
es: Remover credencial en ranura
fr: Supprimer les infos d'identification dans le slot
hu: Azonosító törlése a helyről
it: Rimuovi la credenziale nello slot
ja: スロット内の認証情報を削除
nl: Inloggegevens uit het slot verwijderen
pl: Usuń poświadczenie ze slotu
pt: Remover credencial no espaço
ru: Удалить учетные данные из слота
sk: Odstrániť poverenie v slote
sv: Ta bort referensen i facket
tr: Yuvadaki kimlik bilgisini kaldırın
uk: Видалити облікові дані з гнізда
vi: Xóa thông tin xác thực trong khe
zh: 移除槽位中的凭证
zh_tw: 移除槽位中的憑證

# p_warning_delete_slot_configuration
source: Warning! This action will permanently remove the credential from slot {slot_id}.
cs: Varování! Tato akce trvale odstraní pověření ze slotu {slot_id}.
de: Achtung! Diese Aktion löscht die Anmeldedaten dauerhaft aus Slot {slot_id}.
es: ¡Advertencia! Esta acción eliminará permanentemente la credencial de la ranura {slot_id}.
fr: Attention ! Cela supprimera définitivement les infos d'identification du slot {slot_id}.
hu: Figyelem! Ez a művelet véglegesen eltávolítja a hitelesítő adatot a(z) {slot_id}. helyről.
it: Attenzione! Questa azione rimuoverà definitivamente la credenziale dallo slot {slot_id}.
ja: 警告！このアクションにより、スロット{slot_id}から認証情報が完全に削除されます。
nl: Waarschuwing! Deze actie verwijdert de inloggegevens permanent uit het slot {slot_id}.
pl: Ostrzeżenie! Spowoduje to trwałe usunięcie poświadczenia ze slotu {slot_id}.
pt: Aviso! Esta ação irá remover permanentemente a credencial do espaço {slot_id}.
ru: Внимание! Это действие навсегда удалит учетные данные из слота {slot_id}.
sk: Varovanie! Táto akcia natrvalo odstráni poverenie zo slotu {slot_id}.
sv: Varning för detta! Denna åtgärd kommer permanent att ta bort referensen från plats {slot_id}.
tr: Uyarı! Bu eylem kimlik bilgisini {slot_id} yuvasından kalıcı olarak kaldıracaktır.
uk: Увага! Ця дія назавжди видалить облікові дані зі слота {slot_id}.
vi: Cảnh báo! Hành động này sẽ xóa vĩnh viễn thông tin xác thực khỏi khe {slot_id}.
zh: 警告！此操作将永久删除槽位 {slot_id} 中的凭证。
zh_tw: 警告！此操作將永久移除槽位 {slot_id} 中的憑證。

# l_slot_deleted
source: Credential deleted
cs: Pověření smazáno
de: Anmeldedaten gelöscht
es: Credencial borrada
fr: Infos d'identification supprimées
hu: Azonosító törölve
it: La credenziale è stata eliminata
ja: 認証情報が削除されました
nl: Toegangsgegevens verwijderd
pl: Poświadczenie zostało usunięte
pt: Credencial excluída
ru: Учетные данные удалены
sk: Poverenie odstránené
sv: Legitimation raderad
tr: Kimlik bilgisi silindi
uk: Облікові дані видалено
vi: Thông tin xác thực đã bị xóa
zh: 凭证已删除
zh_tw: 憑證已刪除

# s_swap
source: Swap
cs: Prohodit
de: Tauschen
es: Intercambiar
fr: Permuter
hu: Felcserél
it: Scambia
ja: 交換
nl: Wisselen
pl: Zmień
pt: Trocar
ru: Поменять
sk: Vymeniť
sv: Byta
tr: Değiştir
uk: Обмін
vi: Hoán đổi
zh: 交换
zh_tw: 交換

# s_swap_slots
source: Swap slots
cs: Prohodit sloty
de: Slots tauschen
es: Intercambiar ranuras
fr: Permuter slots
hu: Helyek felcserélése
it: Scambia slot
ja: スロットを交換
nl: Wissel slots
pl: Zmień sloty
pt: Trocar slots
ru: Поменять слоты
sk: Vymeniť sloty
sv: Byt platser
tr: Yuvaları değiştir
uk: Поміняйте слоти
vi: Hoán đổi các khe
zh: 交换槽位
zh_tw: 交換槽位

# q_swap_slots
source: Swap slots?
cs: Prohodit sloty?
de: Slots tauschen?
es: ¿Intercambiar ranuras?
fr: Permuter les emplacements ?
hu: Felcseréli a helyeket?
it: Scambiare gli slot?
ja: スロットを交換しますか？
nl: Slots wisselen?
pl: Zmienić sloty?
pt: Trocar slots?
ru: Поменять слоты?
tr: Yuvalar değiştirilsin mi?
uk: Поміняти місцями слоти?
zh: 交换槽位？
zh_tw: 交換槽位？

# l_swap_slots_desc
source: Swap short/long touch
cs: Prohodit krátký a dlouhý dotyk
de: Kurze/lange Berührung tauschen
es: Intercambiar toque corto/largo
fr: Permuter pression courte/longue
hu: Rövid/hosszú érintés felcserélése
it: Scambia tocco breve/lungo
ja: 短いタッチ/長いタッチを交換
nl: Kort/lang aanraken wisselen
pl: Zmień krótkie i długie dotknięcie
pt: Trocar toque curto/longo
ru: Поменять короткое/длинное нажатие
sk: Vymeniť krátky/dlhý dotyk
sv: Byt kort/lång beröring
tr: Kısa/uzun dokunuşu değiştir
uk: Поміняти місцями короткий/довгий дотик
vi: Hoán đổi chạm ngắn/dài
zh: 交换短/长触摸
zh_tw: 交換短/長觸摸

# p_swap_slots_desc
source: This will swap the configuration of the two slots.
cs: Tímto se vymění konfigurace slotů.
de: Dies tauscht die Konfiguration der beiden Slots.
es: Esto intercambiará la configuración de las dos ranuras.
fr: Cela permutera la configuration des deux slots.
hu: Ez felcseréli a két hely konfigurációját.
it: Questa azione scambierà la configurazione dei due slot.
ja: これにより、2つのスロットの構成が交換されます。
nl: Dit zal de configuratie voor de twee slots wisselen.
pl: Spowoduje to zmianę miejsc slotów.
pt: Isso irá trocar a configuração dos dois espaços.
ru: Это изменит конфигурацию двух слотов.
sk: Týmto sa vymení nastavenie oboch slotov.
sv: Detta kommer att ändra konfigurationen för de två platserna.
tr: Bu işlem, iki yuvanın yapılandırmasını birbirleriyle değiştirecektir.
uk: Це змінить конфігурацію двох слотів.
vi: Điều này sẽ hoán đổi cấu hình của hai khe.
zh: 这将调换两个槽位的配置。
zh_tw: 這將交換兩個槽位的配置。

# l_slots_swapped
source: Slot configurations swapped
cs: Konfigurace slotů vyměněny
de: Slot Konfigurationen getauscht
es: Configuraciones de ranuras intercambiadas
fr: Configurations de slot permutées
hu: Helyek beállításai felcserélve
it: Le configurazioni degli slot sono state scambiate
ja: スロット構成が交換されました
nl: Slot configuraties gewisseld
pl: Sloty zostały zmienione
pt: Configurações das posições trocadas
ru: Конфигурации слотов поменяны местами
sk: Nastavenie slotov bolo vymenené
sv: Slot-konfigurationer utbytta
tr: Yuva yapılandırmaları değiştirildi
uk: Конфігурації слотів помінялися місцями
vi: Cấu hình khe đã được hoán đổi
zh: 交换槽位配置
zh_tw: 交換槽位配置

# l_slot_credential_configured
source: Configured {type} credential
cs: Konfigurováno pověření {type}
de: {type} Anmeldedaten konfiguriert
es: Credencial {type} configurada
fr: Infos d'identification {type} configurées
hu: Beállított {type} hitelesítő adatok
it: La credenziale {type} è stata configurata
ja: {type}認証情報を設定しました
nl: Geconfigureerd {type} wachtwoord
pl: Poświadczenie {type} zostało skonfigurowane
pt: Credencial {type} configurada
ru: Настроены учетные данные {type}
sk: Nastavené poverenie {type}
sv: Konfigurerad {type} -legitimation
tr: {type} kimlik bilgisi yapılandırıldı
uk: Налаштовані облікові дані {type}
vi: Thông tin xác thực {type} đã được cấu hình
zh: 配置的 {type} 凭据
zh_tw: 設定 {type} 憑證

# l_slot_credential_configured_and_exported
source: Configured {type} credential and exported to {file}
cs: Konfigurováno pověření {type} a exportováno do {file}
de: {type} Anmeldedaten konfiguriert und nach {file}
es: Configurada la credencial {type} y exportada a {file}
fr: Infos d'identification {type} configurées et exportées vers {file}
hu: A {type} hitelesítő adatok konfigurálva és exportálva: {file}
it: La credenziale {type} è stata configurata ed esportata in {file}
ja: {type}認証情報を設定し、{file}にエクスポートしました
nl: Geconfigureerd {type} inloggegevens en geëxporteerd naar {file}
pl: Poświadczenie {type} zostało skonfigurowane i wyeksportowane do pliku {file}
pt: Credencial {type} configurada e exportada para {file}
ru: Настроены учетные данные {type} и экспортированы в {file}
sk: Nastavené poverenie {type} a exportované do {file}
sv: Konfigurerad {type} -legitimation och exporterad till {file}
tr: {type} kimlik bilgisi yapılandırıldı ve {file} adresine aktarıldı
uk: Налаштовано облікові дані {type} та експортовано до {file}
vi: Thông tin xác thực {type} đã được cấu hình và xuất khẩu ra {file}
zh: 配置 {type} 凭证并导出至 {file}
zh_tw: 設定 {type} 憑證並匯出至 {file}

# s_append_enter
source: Append ⏎
cs: Připojit ⏎
de: ⏎ anhängen
es: Añadir ⏎
fr: Ajouter ⏎
hu: Hozzáfűzés⏎
it: Aggiungi ⏎
ja: ⏎を追加
nl: Toevoegen ⏎
pl: Dołącz ⏎
pt: Anexar ⏎
ru: Добавить ⏎
sk: Pripojiť ⏎
sv: Tillägg ⏎
tr: Ekle ⏎
uk: Додати ⏎
vi: Thêm ⏎
zh: 附加 ⏎
zh_tw: 附加 ⏎

# l_append_enter_desc
source: Append an Enter keystroke after emitting the OTP
cs: Připojit Enter po emitování OTP
de: Nach dem OTP einen Druck der Eingabetaste simulieren
es: Añadir un Enter después de generar el OTP
fr: Ajouter une touche Entrée après émission de l'OTP
hu: Enter billentyűleütés hozzáadása az OTP kód beírása után
it: Aggiungi la pressione del tasto Invio dopo aver generato l’OTP
ja: OTPを発行した後にEnterキーストロークを追加します
nl: Een toetsaanslag Enter toevoegen na het verzenden van de OTP
pl: Dołącz klawisz Enter po wysłaniu kodu OTP
pt: Adicionar um "Enter" após emitir a OTP
ru: Добавить нажатие Enter после ввода OTP
sk: Pripojiť stlačenie klávesu Enter po vyslaní OTP
sv: Lägg till en Enter-tangenttryckning efter att OTP:n har skickats ut
tr: OTP gönderiminden sonra otomatik olarak Enter tuşuna bas
uk: Додати натискання клавіші Enter після введення одноразового пароля OTP
vi: Thêm một cú nhấn Enter sau khi phát OTP
zh: 发送 OTP 后追加回车键
zh_tw: 在發出 OTP 後追加 Enter 鍵

# p_otp_swap_error
source: Failed to swap slots! Make sure the YubiKey does not have restrictive access.
cs: Nepodařilo se vyměnit sloty! Ujistěte se, že YubiKey nemá omezující přístup.
de: Das Vertauschen der Slots ist fehlgeschlagen! Stelle sicher, dass der YubiKey nicht zugriffsgeschützt ist.
es: Error al intercambiar ranuras. Asegúrate de que la YubiKey no tenga acceso restrictivo.
fr: Échec de l'échange des emplacements ! Assurez-vous que la YubiKey n'a pas un accès restrictif.
hu: Helyek felcserélése sikertelen! Győződjön meg róla, hogy a YubiKey hozzáférése nincs korlátozva.
it: Impossibile scambiare gli slot! Assicurati che la YubiKey non abbia restrizioni di accesso.
ja: スロットの交換に失敗しました！YubiKeyが制限されたアクセスを持っていないことを確認してください。
nl: Kan geen slots wisselen! Controleer of de YubiKey geen beperkte toegang heeft.
pl: Nie udało się zmienić slotów! Upewnij się, że klucz YubiKey nie ma ograniczonego dostępu.
pt: Falha ao trocar os espaços! Certifique-se de que o YubiKey não tenha acesso restritivo.
ru: Не удалось поменять слоты местами! Убедитесь, что YubiKey не имеет ограничений доступа.
sk: Nepodarilo sa vymeniť sloty! Uistite sa, že kľúč YubiKey nemá obmedzený prístup.
sv: Misslyckades med att byta kortplatser! Kontrollera att YubiKey inte har begränsad åtkomst.
tr: Yuva değişimi başarısız oldu! YubiKey'de erişim kısıtlaması olmadığından emin olun.
uk: Не вдалося поміняти місцями слоти! Переконайтеся, що YubiKey не має обмеженого доступу.
vi: Không thể hoán đổi khe! Đảm bảo YubiKey không có quyền truy cập hạn chế.
zh: 交换槽位失败！请确保 YubiKey 没有限制访问权限。
zh_tw: 交換槽位失敗！請確定 YubiKey 沒有限制存取權限。

# l_wrong_access_code
source: Wrong access code
cs: Špatný přístupový kód
de: Falscher Access Code
es: Código de acceso incorrecto
fr: Code d'accès erroné
hu: Helytelen hozzáférési kód
it: Codice d'accesso errato
ja: アクセスコードが間違っています
nl: Verkeerde toegangscode
pl: Kod dostępu jest nieprawidłowy
pt: Código de acesso incorreto
ru: Неправильный код доступа
sk: Nesprávny prístupový kód
sv: Fel åtkomstkod
tr: Yanlış erişim kodu
uk: Неправильний код доступу
vi: Mã truy cập sai
zh: 访问码错误
zh_tw: 存取碼錯誤

# s_access_code
source: Access code
cs: Přístupový kód
es: Código de acceso
fr: Code d'accès
hu: Hozzáférési kód
it: Codice di accesso
ja: アクセスコード：
nl: Toegangscode
pl: Kod dostępu
pt: Código de acesso
ru: Код доступа
sk: Prístupový kód
sv: Åtkomstkod
tr: Erişim kodu
uk: Код доступу
vi: Mã truy cập
zh: 访问码
zh_tw: 存取碼

# s_show_access_code
source: Show access code
cs: Zobrazit přístupový kód
de: Access Code anzeigen
es: Mostrar código de acceso
fr: Afficher le code d'accès
hu: Hozzáférési kód megmutatása
it: Mostra il codice di accesso
ja: アクセスコードを表示
nl: Toegangscode weergeven
pl: Pokaż kod dostępu
pt: Mostrar código de acesso
ru: Показать код доступа
sk: Zobraziť prístupový kód
sv: Visa åtkomstkod
tr: Erişim kodunu göster
uk: Показати код доступу
vi: Hiển thị mã truy cập
zh: 显示访问码
zh_tw: 顯示存取碼

# s_hide_access_code
source: Hide access code
cs: Skrýt přístupový kód
de: Access Code ausblenden
es: Ocultar código de acceso
fr: Cacher le code d'accès
hu: Hozzáférési kód elrejtése
it: Nascondi il codice di accesso
ja: アクセスコードを隠す
nl: Toegangscode verbergen
pl: Ukryj kod dostępu
pt: Ocultar código de acesso
ru: Скрыть код доступа
sk: Skryť prístupový kód
sv: Dölj åtkomstkod
tr: Erişim kodunu gizle
uk: Приховати код доступу
vi: Ẩn mã truy cập
zh: 隐藏访问码
zh_tw: 隱藏存取碼

# p_enter_access_code
source: Enter access code for slot {slot}.
cs: Zadejte přístupový kód pro slot {slot}.
de: Access Code für Slot {slot} eingeben.
es: Introduce el código de acceso para la ranura {slot}.
fr: Entrez le code d'accès pour l'emplacement {slot}.
hu: Adja meg az {slot}. hely hozzáférési kódját.
it: Inserisci il codice di accesso per lo slot {slot}.
ja: スロット {slot} のアクセスコードを入力してください。
nl: Toegangscode invoeren voor slot {slot}.
pl: Wpisz kod dostępu slotu {slot}.
pt: Digite o código de acesso para o espaço {slot}.
ru: Введите код доступа для слота {slot}.
sk: Zadajte prístupový kód pre slot {slot}.
sv: Ange åtkomstkod för slot {slot}.
tr: {slot} yuvasına erişebilmek için erişim kodunu girin.
uk: Введіть код доступу для слота {slot}.
vi: Nhập mã truy cập cho khe {slot}.
zh: 输入槽位的访问码 {slot}。
zh_tw: 輸入槽位的存取碼 {slot}。

# s_enable_nfc
source: Enable NFC
cs: Povolit NFC
de: NFC aktivieren
es: Activar NFC
fr: Activer NFC
hu: NFC aktiválása
it: Abilita NFC
ja: NFCを有効にする
nl: NFC inschakelen
pl: Włącz NFC
pt: Ativar NFC
ru: Включить NFC
sk: Povoliť NFC
sv: Aktivera NFC
tr: NFC'yi Etkinleştir
uk: Увімкнути NFC
vi: Bật NFC
zh: 启用 NFC
zh_tw: 啟用 NFC

# s_request_access
source: Request access
cs: Žádost o přístup
de: Zugriff anfordern
es: Solicitar acceso
fr: Demander l'accès
hu: Hozzáférés kérése
it: Richiesta di accesso
ja: アクセスを要求する
nl: Toegang aanvragen
pl: Żądanie dostępu
pt: Solicitar acesso
ru: Запросить доступ
sk: Požiadať o prístup
sv: Begär åtkomst
tr: Erişim talep et
uk: Запит доступу
vi: Yêu cầu quyền truy cập
zh: 申请权限
zh_tw: 請求存取

# s_permission_denied
source: Permission denied
cs: Oprávnění odepřeno
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
hu: Hozzáférés megtagadva
it: Permesso negato
ja: 権限が拒否されました
nl: Toegang geweigerd
pl: Odmowa dostępu
pt: Permissão negada
ru: Доступ запрещен
sk: Prístup zamietnutý
sv: Behörighet nekad
tr: Erişim reddedildi
uk: Дозвіл відхилено
vi: Quyền truy cập bị từ chối
zh: 权限被拒绝
zh_tw: 權限不足

# l_elevating_permissions
source: Elevating permissions…
cs: Povýšení oprávnění…
de: Erweitere Berechtigungen…
es: Obteniendo permisos elevados...
fr: Élévation des autorisations…
hu: Jogosultságok emelése…
it: Elevazione dei permessi…
ja: 権限を昇格させています…
nl: Rechten verhogen…
pl: Podnoszenie uprawnień…
pt: Elevando as permissões…
ru: Повышение прав доступа…
sk: Zvyšovanie oprávnení…
sv: Höjda behörigheter…
tr: İzinler yükseltiliyor…
uk: Підвищення дозволів…
vi: Nâng cao quyền…
zh: 正在提高权限…
zh_tw: 提升權限…

# s_review_permissions
source: Review permissions
cs: Zkontrolovat oprávnění
de: Berechtigungen überprüfen
es: Revisar permisos
fr: Vérifier autorisations
hu: Jogosultságok áttekintése
it: Rivedi i permessi
ja: 権限を確認
nl: Rechten controleren
pl: Sprawdź uprawnienia
pt: Analisar permissões
ru: Просмотр разрешений
sk: Skontrolovať oprávnenia
sv: Granska behörigheter
tr: İzinleri gözden geçir
uk: Перегляд дозволів
vi: Xem xét quyền
zh: 检查权限
zh_tw: 確認權限

# s_open_windows_settings
source: Open Windows settings
cs: Otevřít nastavení Windows
de: Windows-Einstellungen öffnen
es: Abrir configuración de Windows
fr: Ouvrir les paramètres Windows
hu: Windows beállítások megnyitása
it: Apri le impostazioni di Windows
ja: Windowsの設定を開く
nl: Windows-instellingen openen
pl: Otwórz ustawienia systemu Windows
pt: Abrir Configurações do Windows
ru: Открыть Параметры Windows
sk: Otvoriť nastavenia systému Windows
sv: Öppna Windows-inställningar
tr: Windows ayarlarını aç
uk: Відкрийте параметри Windows
vi: Mở cài đặt Windows
zh: 打开 Windows 设置
zh_tw: 開啟 Windows 設定

# l_admin_privileges_required
source: Administrator privileges required
cs: Vyžadována oprávnění administrátora
de: Administrator-Rechte erforderlich
es: Se requieren privilegios de administrador
fr: Privilèges d'administrateur requis
hu: Rendszergazdai jogosultságok szükségesek
it: Sono richiesti i privilegi di amministratore
ja: 管理者権限が必要です
nl: Beheerdersrechten vereist
pl: Uprawnienia administratora są wymagane
pt: Privilégios de administrador necessários
ru: Требуются права администратора
sk: Vyžadujú sa oprávnenia správcu
sv: Administratörsbehörighet krävs
tr: Yönetici ayrıcalıkları gerekli
uk: Потрібні права адміністратора
vi: Yêu cầu quyền quản trị
zh: 需要管理员权限
zh_tw: 需要管理員權限

# p_elevated_permissions_required
source: Managing this device requires elevated privileges. Alternatively, you can use Windows Settings to manage FIDO configuration.
cs: Správa tohoto zařízení vyžaduje zvýšená oprávnění. Můžete také použít nastavení Windows pro správu konfigurace FIDO.
de: Die Verwaltung dieses Geräts benötigt erweiterte Berechtigungen. Alternativ kannst Du die Windows Einstellungen zur Verwaltung der FIDO Konfiguration verwenden.
es: La administración de este dispositivo requiere privilegios elevados. Como alternativa, puedes usar la configuración de Windows para administrar la configuración de FIDO.
fr: La gestion de cet appareil nécessite des privilèges élevés.
hu: Ennek az eszköznek a kezeléséhez emelt szintű jogosultságok szükségesek. Alternatív megoldásként a Windows-beállítások segítségével is kezelheti a FIDO-konfigurációt.
it: La gestione di questo dispositivo richiede privilegi elevati. In alternativa, è possibile utilizzare le impostazioni di Windows per gestire la configurazione FIDO.
ja: このデバイスを管理するには昇格された権限が必要です。
nl: Voor het beheren van dit apparaat zijn verhoogde rechten nodig. U kunt ook Windows-instellingen gebruiken om de FIDO te beheren.
pl: Zarządzanie tym urządzeniem wymaga podwyższonych uprawnień. Opcjonalnie, możesz użyć ustawień systemu Windows do zarządzania konfiguracją FIDO.
pt: Para gerenciar esse dispositivo são necessários privilégios elevados. Como alternativa, você pode usar as Configurações do Windows para gerenciar a configuração FIDO.
ru: Для управления этим устройством требуются повышенные права. Также вы можете использовать Параметры Windows для управления конфигурацией FIDO.
sk: Spravovanie tohto zariadenia vyžaduje zvýšené oprávnenia. Alternatívne môžete na správu nastavenia FIDO použiť Nastavenia systému Windows.
sv: För att hantera den här enheten krävs förhöjda behörigheter. Alternativt kan du använda Windows-inställningar för att hantera FIDO-konfigurationen.
tr: Bu cihazı yönetebilmek için yönetici iznine (yükseltilmiş yetkilere) ihtiyacınız var. Alternatif olarak, FIDO yapılandırmasını yönetmek için Windows Ayarlarını kullanabilirsiniz.
uk: Для керування цим пристроєм потрібні підвищені права. Або ж ви можете скористатися параметрами Windows для керування конфігурацією FIDO.
vi: Quản lý thiết bị này yêu cầu quyền quản trị. Bạn cũng có thể sử dụng Cài đặt Windows để quản lý cấu hình FIDO.
zh: 管理此设备需要更高的权限。或者，您可以使用 Windows 设置来管理 FIDO 配置。
zh_tw: 管理此裝置需要提升權限。或者，您可以使用 Windows 設定來管理 FIDO 配置。

# p_webauthn_elevated_permissions_required
source: WebAuthn management requires elevated privileges. Alternatively, you can use Windows Settings to manage FIDO configuration.
cs: Správa WebAuthn vyžaduje zvýšená oprávnění, případně můžete použít nastavení Windows pro správu konfigurace FIDO.
de: WebAuthn-Verwaltung benötigt erweiterte Berechtigungen.
es: La administración de WebAuthn requiere privilegios elevados. Como alternativa, puedes usar la configuración de Windows para administrar la configuración de FIDO.
fr: La gestion WebAuthn nécessite des privilèges élevés.
hu: A WebAuthn kezelése emelt szintű jogosultságokat igényel. Alternatív megoldásként a Windows-beállítások segítségével is kezelheti a FIDO-konfigurációt.
it: La gestione di WebAuthn richiede privilegi elevati. In alternativa, è possibile utilizzare le impostazioni di Windows per gestire la configurazione FIDO.
ja: WebAuthn管理には昇格された権限が必要です。
nl: Voor het beheren van WebAuthn zijn verhoogde rechten vereist. U kunt ook Windows-instellingen gebruiken om FIDO te beheren.
pl: Zarządzanie WebAuthn wymaga podwyższonych uprawnień. Opcjonalnie, możesz użyć ustawień systemu Windows do zarządzania konfiguracją FIDO.
pt: O gerenciamento de WebAuthn exige privilégios elevados. Alternativamente, você pode usar as Configurações do Windows para gerenciar a configuração FIDO.
ru: Для управления WebAuthn требуются повышенные права. Также вы можете использовать Параметры Windows для управления конфигурацией FIDO.
sk: Spravovanie WebAuthn vyžaduje zvýšené oprávnenia. Alternatívne môžete na správu nastavenia FIDO použiť Nastavenia systému Windows.
sv: WebAuthn-hantering kräver förhöjda behörigheter. Alternativt kan du använda Windows-inställningar för att hantera FIDO-konfigurationen.
tr: WebAuthn yönetimi için yönetici iznine (yükseltilmiş yetkilere) ihtiyacınız var. Alternatif olarak, FIDO yapılandırmasını yönetmek için Windows Ayarlarını kullanabilirsiniz.
uk: Для керування WebAuthn потрібні підвищені права. Або ж ви можете скористатися параметрами Windows для керування конфігурацією FIDO.
vi: Quản lý WebAuthn yêu cầu quyền quản trị. Bạn cũng có thể sử dụng Cài đặt Windows để quản lý cấu hình FIDO.
zh: WebAuthn 管理需要更高的权限。或者，您可以使用 Windows 设置来管理 FIDO 配置。
zh_tw: 管理此裝置需要提升權限。或者，您可以使用 Windows 設定來管理 FIDO 配置。
