Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_press_fingerprint_begin
source: Press your finger against the YubiKey to begin.
cs: Pro začátek přiložte prst k YubiKey.
de: Lege den Finger auf den Sensor deines YubiKeys um zu beginnen.
es: Presiona la YubiKey con tu dedo para empezar.
fr: Appuyez votre doigt sur la YubiKey pour commencer.
hu: Nyomja az ujját a YubiKey-re a kezdéshez.
it: Per iniziare, appoggia il dito sulla YubiKey.
ja: 最初にYubiKeyに指を押し付けてください。
nl: Druk uw vinger tegen de YubiKey om te beginnen.
pl: Przytrzymaj palec na kluczu YubiKey, aby rozpocząć.
pt: Pressione seu dedo na YubiKey para iniciar.
ru: Приложите палец к YubiKey, чтобы начать
sk: Začnite stlačením prsta na YubiKey.
sv: Tryck fingret mot YubiKey för att börja.
tr: Başlamak için parmağınızı YubiKey'e bastırın.
uk: Натисніть пальцем на YubiKey, щоб розпочати.
vi: Ấn ngón tay của bạn vào YubiKey để bắt đầu.
zh: 将手指按在 YubiKey 上开始操作。
zh_tw: 用手指按住 YubiKey 開始操作。

# l_name_fingerprint
source: Name this fingerprint
cs: Pojmenujte tento otisk prstu
de: Für diesen Fingerabdruck einen Namen vergeben
es: Nombra esta huella dactilar
fr: Nommer cette empreinte
hu: Ujjlenyomat elnevezése
it: Dai un nome a questa fingerprint
ja: この指紋に名前を付ける
nl: Geef deze vingerafdruk een naam
pl: Nazwij odcisk palca
pt: Nomeie esta impressão digital
ru: Назовите этот отпечаток пальца
sk: Pomenujte tento odtlačok prsta
sv: Namnge detta fingeravtryck
tr: Bu parmak izini adlandırın
uk: Назвіть цей відбиток пальця
vi: Đặt tên cho vân tay này
zh: 为这个指纹命名
zh_tw: 命名此指紋

# l_user_action_timeout_error
source: Failed due to user inactivity
cs: Selhalo z důvodu nečinnosti uživatele
de: Wegen Benutzer-Inaktivität fehlgeschlagen
es: Error debido a la inactividad del usuario
fr: Échec : utilisateur inactif
hu: Sikertelen felhasználói inaktivitás miatt
it: Operazione non riuscita per inattività dell’utente
ja: ユーザーの操作がないため失敗しました
nl: Mislukt door inactiviteit van gebruiker
pl: Nie powiodło się z powodu braku aktywności użytkownika
pt: Falha devido à inatividade do usuário
ru: Не удалось из-за бездействия пользователя
sk: Nepodarilo sa z dôvodu nečinnosti používateľa
sv: Misslyckades på grund av inaktivitet hos användaren
tr: Kullanıcı hareketsizliği nedeniyle başarısız olundu
uk: Не вдалося через неактивність користувача
vi: Thất bại do không hoạt động của người dùng
zh: 因用户未活动而失败
zh_tw: 由於使用者未操作而失敗

# l_wrong_inserted_yk_error
source: Re-inserted YubiKey does not match initial device
cs: Znovu vložený YubiKey neodpovídá počátečnímu zařízení
de: Verwendeter YubiKey stimmt nicht mit dem initialen Gerät überein
es: La YubiKey reinsertada no coincide con el dispositivo inicial
fr: La YubiKey réinsérée ne correspond pas à l'appareil initial
hu: Az újra behelyezett YubiKey nem egyezik az eredeti eszközzel
it: La YubiKey reinserita non corrisponde al dispositivo iniziale
ja: 再挿入されたYubiKeyが初期デバイスと一致しません
nl: De opnieuw geplaatste YubiKey komt niet overeen met het oorspronkelijke apparaat
pl: Podłączony ponownie klucz YubiKey nie pasuje do poprzedniego urządzenia
pt: O YubiKey reinserido não corresponde ao dispositivo inicial
ru: Вставленный заново YubiKey не совпадает с исходным устройством
sk: Opätovne vložený kľúč YubiKey nezodpovedá pôvodnému zariadeniu
sv: Återinsatt YubiKey matchar inte den ursprungliga enheten
tr: Yeniden takılan YubiKey ilk cihazla eşleşmiyor
uk: Повторно вставлений YubiKey не відповідає початковому пристрою
vi: YubiKey được cắm lại không khớp với thiết bị ban đầu
zh: 重新插入的 YubiKey 与初始设备不匹配
zh_tw: 重新插入的 YubiKey 與初始裝置不一致

# l_failed_connecting_to_fido
source: Failed connecting to FIDO interface
cs: Připojení k FIDO rozhraní se nezdařilo
de: Die Verbindung zur FIDO-Schnittstelle ist fehlgeschlagen
es: Fallo al conectar con la interfaz FIDO
fr: Échec de connexion à l'interface FIDO
hu: Sikertelen csatlakozás a FIDO-interfészhez
it: Impossibile connettersi all'interfaccia FIDO
ja: FIDOインターフェイスへの接続に失敗しました
nl: Verbinding met FIDO-interface mislukt
pl: Połączenie z interfejsem FIDO nie powiodło się
pt: Falha ao conectar à interface FIDO
ru: Не удалось подключиться к интерфейсу FIDO
sk: Zlyhalo pripojenie k rozhraniu FIDO
sv: Misslyckades med att ansluta till FIDO-gränssnittet
tr: FIDO arayüzüne bağlanılmasında başarısız olundu
uk: Не вдалося підключитися до інтерфейсу FIDO
vi: Kết nối với giao diện FIDO thất bại
zh: 连接 FIDO 接口失败
zh_tw: 連線至 FIDO 介面失敗

# l_self_signed_certificate
source: Self-signed certificate
cs: Certifikát s vlastním podpisem
de: Selbstsigniertes Zertifikat
es: Certificado autofirmado
fr: Certificat auto-signé
hu: Önaláírt tanúsítvány
it: Certificato autofirmato
ja: 自己署名証明書
nl: Zelf ondertekend certificaat
pl: Certyfikat z własnym podpisem
pt: Certificado auto-assinado
ru: Самоподписанный сертификат
tr: Kendi imzasını taşıyan sertifika
uk: Самопідписаний сертифікат
zh: 自签名证书
zh_tw: 自簽證書

# l_certificate_signing_request
source: Certificate Signing Request (CSR)
cs: Žádost o podpis certifikátu (CSR)
es: Solicitud de Firma de Certificado (CSR)
fr: Demande de signature de certificat (CSR)
hu: Tanúsítvány aláírási kérelem (CSR)
it: Richiesta di firma del certificato (CSR)
ja: 証明書署名要求 (CSR)
nl: Verzoek voor ondertekenen certificaat (CDR)
pl: Żądanie podpisania certyfikatu (CSR)
pt: Solicitação de assinatura de certificado (CSR)
ru: Запрос на подписание сертификата (CSR)
tr: Sertifika İmzalama İsteği (CSR)
uk: Запит на підпис сертифіката (CSR)
zh: 证书签名请求（CSR）
zh_tw: 證書簽名請求 (CSR)

# s_certificate
source: Certificate
cs: Certifikát
de: Zertifikat
es: Certificado
fr: Certificat
hu: Tanúsítvány
it: Certificato
ja: 証明書
nl: Certificaat
pl: Certyfikat
pt: Certificado
ru: Сертификат
sk: Certifikát
sv: Certifikat
tr: Sertifika
uk: Сертифікат
vi: Chứng chỉ
zh: 证书
zh_tw: 證書

# s_subject
source: Subject
cs: Předmět
de: Betreff
es: Asunto
fr: Objet
hu: Tárgy
it: Soggetto
ja: サブジェクト
nl: Onderwerp
pl: Temat
pt: Assunto
ru: Субъект
sk: Predmet
sv: Ämne
tr: Başlık
uk: Тема
vi: Chủ thể
zh: 标题
zh_tw: 標題

# l_export_csr_file
source: Save CSR to file
cs: Uložit CSR do souboru
de: CSR in Datei speichern
es: Guardar CSR a archivo
fr: Enregistrer CSR dans un fichier
hu: Mentés CSR fájlba
it: Salva il CSR in un file
ja: CSRをファイルに保存
nl: CSR opslaan in bestand
pl: Zapisz CSR do pliku
pt: Salvar CSR em um arquivo
ru: Сохранить CSR в файл
sk: Uložiť CSR do súboru
sv: Spara CSR till fil
tr: CSR'yi dosyaya kaydet
uk: Зберегти CSR у файл
vi: Lưu CSR vào tập tin
zh: 将 CSR 保存到文件
zh_tw: 將 CSR 儲存至檔案

# l_export_public_key
source: Export public key
cs: Exportovat veřejný klíč
de: Öffentlichen Schlüssel exportieren
es: Exportar clave pública
fr: Exporter la clé publique
hu: Nyilvános kulcs exportálása
it: Esporta la chiave pubblica
ja: 公開鍵をエクスポート
nl: Publieke sleutel exporteren
pl: Eksportuj klucz publiczny
pt: Exportar chave pública
ru: Экспортировать публичный ключ
sk: Exportovať verejný kľúč
sv: Exportera offentlig nyckel
tr: Genel anahtarı dışa aktar
uk: Експортувати відкритий ключ
vi: Xuất khóa công khai
zh: 导出公钥
zh_tw: 匯出公鑰

# l_export_public_key_file
source: Save public key to file
cs: Uložit veřejný klíč do souboru
de: Öffentlichen Schlüssel in Datei speichern
es: Guardar clave pública a archivo
fr: Enregistrer la clé publique dans le fichier
hu: Nyilvános kulcs fájlba mentése
it: Salva la chiave pubblica in un file
ja: 公開鍵をファイルに保存
nl: Publieke sleutel opslaan in bestand
pl: Zapisz klucz publiczny do pliku
pt: Salvar a chave pública no arquivo
ru: Сохранить публичный ключ в файл
sk: Uložiť verejný kľúč do súboru
sv: Spara offentlig nyckel till fil
tr: Genel anahtarı dosyaya kaydet
uk: Зберегти відкритий ключ у файл
vi: Lưu khóa công khai vào tập tin
zh: 保存公钥到文件
zh_tw: 儲存公鑰到檔案

# l_export_public_key_desc
source: Export the public key to a file
cs: Exportovat veřejný klíč do souboru
de: Öffentlichen Schlüssel in eine Datei exportieren
es: Guardar la clave pública a un archivo
fr: Exporter la clé publique vers un fichier
hu: Nyilvános kulcs fájba exportálása
it: Esporta la chiave pubblica in un file
ja: 公開鍵をファイルにエクスポートする
nl: De publieke sleutel naar een bestand exporteren
pl: Eksportuj klucz publiczny do pliku
pt: Exportar chave pública para um arquivo
ru: Экспортировать публичный ключ в файл
sk: Exportovať verejný kľúč do súboru
sv: Exportera den offentliga nyckeln till en fil
tr: Genel anahtarı bir dosyaya aktar
uk: Експортувати відкритий ключ у файл
vi: Xuất khóa công khai vào một tập tin
zh: 将证书导出到文件
zh_tw: 匯出公鑰到檔案

# l_public_key_exported
source: Public key exported
cs: Veřejný klíč exportován
de: Öffentlicher Schlüssel wurde exportiert
es: Clave pública exportada
fr: Clé publique exportée
hu: Nyilvános kulcs exportálva
it: La chiave pubblica è stata esportata
ja: 公開鍵がエクスポートされました
nl: Publieke sleutel geëxporteerd
pl: Klucz publiczny został wyeksportowany
pt: Chave pública exportada
ru: Публичный ключ экспортирован
sk: Verejný kľúč exportovaný
sv: Public key exporterad
tr: Genel anahtar dışa aktarıldı
uk: Експортовано відкритий ключ
vi: Khóa công khai đã được xuất
zh: 已导出公钥
zh_tw: 已輸出的公鑰

# l_export_certificate
source: Export certificate
cs: Exportovat certifikát
de: Zertifikat exportieren
es: Exportar certificado
fr: Exporter certificat
hu: Tanúsítvány exportálása
it: Esporta certificato
ja: 証明書をエクスポート
nl: Certificaat exporteren
pl: Eksportuj certyfikat
pt: Exportar certificado
ru: Экспортировать сертификат
sk: Exportovať certifikát
sv: Exportera certifikat
tr: Sertifikayı dışa aktar
uk: Експортний сертифікат
vi: Xuất chứng chỉ
zh: 导出证书
zh_tw: 匯出證書

# l_export_certificate_file
source: Export certificate to file
cs: Exportovat certifikát do souboru
de: Zertifikat in Datei exportieren
es: Exportar certificado a archivo
fr: Exporter certificat vers fichier
hu: Tanúsítvány fájba exportálása
it: Esporta il certificato in un file
ja: 証明書をファイルにエクスポート
nl: Certificaat exporteren naar bestand
pl: Eksportuj certyfikat do pliku
pt: Exportar certificado para um arquivo
ru: Экспортировать сертификат в файл
sk: Exportovať certifikátu do súboru
sv: Exportera certifikat till fil
tr: Sertifikayı dosyaya aktar
uk: Експорт сертифіката у файл
vi: Xuất chứng chỉ vào tập tin
zh: 将证书导出到文件
zh_tw: 匯出證書到檔案

# l_export_certificate_desc
source: Export the certificate to a file
cs: Exportovat certifikát do souboru
de: Das Zertifikat in eine Datei exportieren
es: Exportar el certificado a un archivo
fr: Exporte certificat vers un fichier
hu: A tanúsítvány fájba exportálása
it: Esporta il certificato in un file
ja: 証明書をファイルにエクスポート
nl: Het certificaat naar een bestand exporteren
pl: Eksportuj certyfikat do pliku
pt: Exportar certificado para um arquivo
ru: Экспортировать сертификат в файл
sk: Exportovanie certifikátu do súboru
sv: Exportera certifikatet till en fil
tr: Sertifikayı dosyaya aktar
uk: Експортувати сертифікат у файл
vi: Xuất chứng chỉ vào một tập tin
zh: 将该证书导出到文件
zh_tw: 將此證書匯出到檔案

# l_certificate_exported
source: Certificate exported
cs: Certifikát exportován
de: Zertifikat exportiert
es: Certificado exportado
fr: Certificat exporté
hu: Tanúsítvány exportálva
it: Il certificato è stato esportato
ja: 証明書がエクスポートされました
nl: Certificaat geëxporteerd
pl: Certyfikat został wyeksportowany
pt: Certificado exportado
ru: Сертификат экспортирован
sk: Certifikát bol exportovaný
sv: Certifikat exporterat
tr: Sertifika dışa aktarıldı
uk: Сертифікат експортовано
vi: Chứng chỉ đã được xuất
zh: 证书已导出
zh_tw: 已輸出的證書

# l_select_import_file
source: Select file to import
cs: Vyberte soubor k importu
de: Datei zum Importieren auswählen
es: Selecciona archivo a importar
fr: Choisir fichier à importer
hu: Válassza ki az importálni kívánt fájlt
it: Seleziona il file da importare
ja: インポートするファイルを選択
nl: Selecteer bestand om te importeren
pl: Wybierz plik do zaimportowania
pt: Selecionar arquivo para importação
ru: Выберите файл для импорта
sk: Vyberte súbor, ktorý chcete importovať
sv: Välj fil att importera
tr: İçe aktarılacak dosyayı seçin
uk: Виберіть файл для імпорту
vi: Chọn tập tin để nhập
zh: 选择要导入的文件
zh_tw: 選擇要匯入的檔案

# l_import_file
source: Import file
cs: Importovat soubor
de: Datei importieren
es: Importar archivo
fr: Importer fichier
hu: Fájl importálása
it: Importa file
ja: ファイルをインポート
nl: Bestand importeren
pl: Importuj plik
pt: Importar arquivo
ru: Импортировать файл
sk: Importovať súbor
sv: Importera fil
tr: Dosya içe aktar
uk: Імпортувати файл
vi: Nhập tập tin
zh: 导入文件
zh_tw: 匯入檔案

# l_import_desc
source: Import a key and/or certificate
cs: Importovat klíč a/nebo certifikát
de: Importieren Sie einen Schlüssel und/oder ein Zertifikat
es: Importar un archivo y/o certificado
fr: Importez clé et/ou certificat
hu: Kulcs és/vagy tanúsítvány importálása
it: Importa una chiave e/o un certificato
ja: キーまたは証明書（あるいはその両方）をインポート
nl: Een sleutel en/of certificaat importeren
pl: Importuj klucz lub certyfikat
pt: Importar uma chave e/ou certificado
ru: Импортировать ключ и/или сертификат
sk: Importovať kľúč a/alebo certifikát
sv: Importera en nyckel och/eller ett certifikat
tr: Bir anahtarı ve/veya sertifikayı içe aktar
uk: Імпорт ключа та/або сертифіката
vi: Nhập khóa và/hoặc chứng chỉ
zh: 导入密钥或证书
zh_tw: 匯入金鑰與證書

# l_import_nothing
source: Nothing to import
cs: Nic k importu
de: Nichts zu importieren
es: Nada a importar
fr: Rien à importer
hu: Nincs mit importálni
it: Nulla da importare
ja: インポートするものがありません
nl: Niets te importeren
pl: Nic do zaimportowania
pt: Nada para importar
ru: Нечего импортировать
sk: Nie je čo importovať
sv: Inget att importera
tr: İçe aktarılacak bir şey yok
uk: Немає чого імпортувати
vi: Không có gì để nhập
zh: 没有可导入的内容
zh_tw: 沒有要匯入的內容

# l_importing_file
source: Importing file…
cs: Importuji soubor…
de: Importiere Datei…
es: Importando archivo…
fr: Importation du fichier…
hu: Fájl importálása...
it: Importazione file…
ja: ファイルをインポートしています…
nl: Bestand importeren…
pl: Importowanie pliku…
pt: Importando arquivo…
ru: Файл импортируется…
sk: Importuje sa súbor…
sv: Importera fil…
tr: Dosya içe aktarılıyor…
uk: Імпорт файлу…
vi: Đang nhập tập tin…
zh: 正在导入文件…
zh_tw: 匯入檔案…

# s_file_imported
source: File imported
cs: Soubor importován
de: Datei importiert
es: Archivo importado
fr: Fichier importé
hu: Fájl importálva
it: File importato
ja: ファイルがインポートされました
nl: Bestand geïmporteerd
pl: Plik został zaimportowany
pt: Arquivo importado
ru: Файл импортирован
sk: Súbor bol importovaný
sv: Fil importerad
tr: Dosya içe aktarıldı
uk: Файл імпортовано
vi: Tập tin đã được nhập
zh: 文件已导入
zh_tw: 檔案已匯入

# l_unsupported_key_type
source: Unsupported key type
cs: Nepodporovaný typ klíče
de: Schlüssel-Typ wird nicht unterstützt
es: Tipo de clave no soportado
fr: Type de clé non pris en charge
hu: Nem támogatott kulcstípus
it: Tipo di chiave non supportato
ja: サポートされていないキーの種類
nl: Niet ondersteund type sleutel
pl: Typ klucza jest nieobsługiwany
pt: Tipo de chave não suportada
ru: Неподдерживаемый тип ключа
sk: Nepodporovaný typ kľúča
sv: Typ av nyckel som inte stöds
tr: Desteklenmeyen anahtar türü
uk: Непідтримуваний тип ключа
vi: Loại khóa không được hỗ trợ
zh: 不支持的密钥类型
zh_tw: 不支援的金鑰類型

# l_delete_certificate
source: Delete certificate
cs: Odstranit certifikát
de: Zertifikat löschen
es: Borrar certificado
fr: Supprimer certificat
hu: Tanúsítvány törlése
it: Cancella il certificato
ja: 証明書を削除
nl: Certificaat verwijderen
pl: Usuń certyfikat
pt: Excluir certificado
ru: Удалить сертификат
sk: Odstrániť certifikát
sv: Radera certifikat
tr: Sertifikayı sil
uk: Видалити сертифікат
vi: Xóa chứng chỉ
zh: 删除证书
zh_tw: 刪除證書

# q_delete_certificate
source: Delete certificate?
cs: Odstranit certifikát?
de: Zertifikat löschen?
es: ¿Borrar certificado?
fr: Supprimer le certificat ?
hu: Törli a tanúsítványt?
it: Cancellare il certificato?
ja: 証明書を削除しますか？
nl: Certificaat verwijderen?
pl: Usunąć certyfikat?
pt: Excluir certificado?
ru: Удалить сертификат?
tr: Sertifikayı sil?
uk: Видалити сертифікат?
zh: 删除证书？
zh_tw: 刪除證書？

# l_delete_certificate_desc
source: Remove the certificate from your YubiKey
cs: Odebrat certifikát z YubiKey
de: Entferne das Zertifikat von deinem YubiKey
es: Remover el certificado de tu YubiKey
fr: Supprimer le certificat de votre YubiKey
hu: Tanúsítvány eltávolítása a YubiKey-ről
it: Rimuovi il certificato dalla tua YubiKey
ja: YubiKeyから証明書を削除します
nl: Het certificaat van uw YubiKey verwijderen
pl: Usuń certyfikat z klucza YubiKey
pt: Remove o certificado do seu YubiKey
ru: Удалить сертификат с вашего YubiKey
sk: Odstrániť certifikát z vášho YubiKey
sv: Ta bort certifikatet från din YubiKey
tr: Sertifikayı YubiKey'inizden kaldırın
uk: Видаліть сертифікат з вашого YubiKey
vi: Xóa chứng chỉ khỏi YubiKey của bạn
zh: 从 YubiKey 中删除证书
zh_tw: 從您的 YubiKey 移除證書

# l_delete_key
source: Delete key
cs: Odstranit klíč
de: Schlüssel löschen
es: Borrar clave
fr: Supprimer la clé
hu: Kulcs törlése
it: Elimina la chiave
ja: キーを削除
nl: Sleutel verwijderen
pl: Usuń klucz
pt: Excluir chave
ru: Удалить ключ
sk: Vymazať kľúč
sv: Radera nyckel
tr: Anahtarı sil
uk: Видалити ключ
vi: Xóa khóa
zh: 删除密钥
zh_tw: 刪除密鑰

# q_delete_key
source: Delete key?
cs: Odstranit klíč?
de: Schlüssel löschen?
es: ¿Borrar clave?
fr: Supprimer la clé?
hu: Törli a kulcsot?
it: Eliminare la chiave?
ja: 鍵を削除しますか？
nl: Sleutel verwijderen?
pl: Usunąć klucz?
pt: Excluir chave?
ru: Удалить ключ?
tr: Anahtarı sil?
uk: Видалити ключ?
zh: 删除密钥？
zh_tw: 刪除密鑰？

# l_delete_key_desc
source: Remove the key from your YubiKey
cs: Odebrat klíč z YubiKey
de: Entferne den Schlüssel von deinem YubiKey
es: Remover la clave de tu YubiKey
fr: Supprimer la clé de votre YubiKey
hu: Kulcs eltávolítása a YubiKey-ről
it: Rimuovi la chiave dalla tua YubiKey
ja: YubiKey からキーを削除する
nl: De sleutel van uw YubiKey verwijderen
pl: Usuń klucz z YubiKey
pt: Remover a chave de seu YubiKey
ru: Удалите ключ из вашего YubiKey
sk: Odstrániť kľúč z vášho YubiKey
sv: Ta bort nyckeln från din YubiKey
tr: Anahtarı YubiKey'inizden kaldırın
uk: Вийміть ключ зі свого YubiKey
vi: Xóa khóa khỏi YubiKey của bạn
zh: 从您的 YubiKey 中移除密钥
zh_tw: 從您的 YubiKey 移除密鑰

# l_delete_certificate_or_key
source: Delete certificate/key
cs: Odstranit certifikát/klíč
de: Zertifikat/Schlüssel löschen
es: Borrar certificado/clave
fr: Supprimer le certificat/clé
hu: Tanúsítvány/kulcs törlése
it: Elimina il certificato/la chiave
ja: 証明書/キーを削除
nl: Certificaat/sleutel verwijderen
pl: Usuń certyfikat lub klucz
pt: Excluir certificado/chave
ru: Удалить сертификат/ключ
sk: Vymazať certifikát/kľúč
sv: Radera certifikat/nyckel
tr: Sertifikayı/anahtarı sil
uk: Видалити сертифікат/ключ
vi: Xóa chứng chỉ/khóa
zh: 删除证书/密钥
zh_tw: 刪除證書/密鑰

# q_delete_certificate_or_key
source: Delete certificate/key?
cs: Odstranit certifikát/klíč?
de: Zertifikat/Schlüssel löschen?
es: ¿Borrar certificado/clave?
fr: Supprimer le certificat/clé ?
hu: Törli a tanúsítványt/kulcsot?
it: Eliminare il certificato/la chiave?
ja: 証明書/鍵を削除しますか？
nl: Certificaat/sleutel verwijderen?
pl: Usuń certyfikat lub klucz?
pt: Excluir certificado/chave?
ru: Удалить сертификат/ключ?
tr: Sertifikayı/anahtarı sil?
uk: Видалити сертифікат/ключ?
zh: 删除证书/密钥？
zh_tw: 刪除證書/密鑰？

# l_delete_certificate_or_key_desc
source: Remove the certificate or key from your YubiKey
cs: Odstranit certifikát nebo klíč z YubiKey
de: Entferne das Zertifikat oder den Schlüssel von deinem YubiKey
es: Remover el certificado o la clave de tu YubiKey
fr: Supprimer le certificat ou la clé de votre YubiKey
hu: A tanúsítvány vagy kulcs eltávolítása a YubiKey-ről
it: Rimuovi il certificato o la chiave dalla tua YubiKey
ja: YubiKey から証明書または鍵を削除する
nl: Het certificaat of de sleutel van uw YubiKey verwijderen
pl: Usuń certyfikat lub klucz z YubiKey
pt: Remova o certificado ou a chave da sua YubiKey
ru: Удалите сертификат или ключ из вашего YubiKey
sk: Odstráňte certifikát alebo kľúč z vášho YubiKey
sv: Ta bort certifikatet eller nyckeln från din YubiKey
tr: Sertifikayı veya anahtarı YubiKey'inizden kaldırın
uk: Видаліть сертифікат або ключ зі свого YubiKey
vi: Xóa chứng chỉ hoặc khóa khỏi YubiKey
zh: 从您的 YubiKey 中删除证书或密钥
zh_tw: 從您的 YubiKey 移除證書或密鑰

# l_move_key
source: Move key
cs: Přesunout klíč
de: Schlüssel verschieben
es: Mover clave
fr: Déplacer la clé
hu: Kulcs áthelyezése
it: Sposta chiave
ja: キーを移動
nl: Sleutel verplaatsen
pl: Przenieś klucz
pt: Mover a chave
ru: Переместить ключ
sk: Presunúť kľúč
sv: Flytta tangent
tr: Anahtarı taşı
uk: Перемістити ключ
vi: Di chuyển khóa
zh: 移动密钥
zh_tw: 移動密鑰

# l_move_key_desc
source: Move a key from one PIV slot into another
cs: Přesunout klíč z jednoho PIV slotu do jiného
de: Verschiebe einen Schlüssel zwischen zwei PIV Slots
es: Mover una clave de una ranura PIV a otra
fr: Déplacer une clé d'un emplacement PIV vers un autre
hu: Kulcs áthelyezése az egyik PIV-helyről egy másikra
it: Sposta una chiave da uno slot PIV a un altro
ja: あるPIVスロットから別のスロットにキーを移動する
nl: Een sleutel van het ene PIV naar een ander verplaatsen
pl: Przenieś klucz pomiędzy slotami PIV
pt: Mover a chave de um espaço PIV para outro
ru: Перемещение ключа из одного слота PIV в другой
sk: Presunúť kľúč z jedného slotu PIV do druhého
sv: Flytta en nyckel från en PIV-plats till en annan
tr: Bir anahtarı bir PIV yuvasından diğerine taşı
uk: Переміщення ключа з одного слота PIV в інший
vi: Di chuyển một khóa từ khe PIV này sang khe khác
zh: 将一个密钥从一个 PIV 槽位移动到另一个
zh_tw: 將密鑰從一個 PIV 槽位移動到另一個

# l_change_defaults
source: Change default access codes
cs: Změnit výchozí přístupové kódy
de: Standard Access Codes ändern
es: Cambiar los códigos de acceso predeterminados
fr: Modifier les codes d'accès par défaut
hu: Alapértelmezett hozzáférési kódok módosítása
it: Modifica i codici di accesso predefiniti
ja: デフォルトのアクセスコードを変更する
nl: Standaard toegangscodes wijzigen
pl: Zmień domyślne kody dostępu
pt: Alterar os códigos de acesso padrão
ru: Изменить коды доступа по умолчанию
sk: Zmeniť predvolené prístupové kódy
sv: Ändra standardåtkomstkoder
tr: Varsayılan erişim kodlarını değiştir
uk: Зміна кодів доступу за замовчуванням
vi: Thay đổi mã truy cập mặc định
zh: 更改默认访问码
zh_tw: 變更預設存取密碼

# s_issuer
source: Issuer
cs: Vydavatel
de: Aussteller
es: Emisor
fr: Émetteur
hu: Kibocsátó
it: Emittente
ja: 発行者
nl: Uitgever
pl: Wydawca
pt: Emissor
ru: Издатель
sk: Vydavateľ
sv: Utfärdare
tr: Sağlayıcı
uk: Емітент
vi: Nhà phát hành
zh: 发行者
zh_tw: 發行者

# s_serial
source: Serial
cs: Sériové číslo
es: Serie
fr: Série
hu: Sorozatszám
it: Seriale
ja: シリアル
nl: Serienummer
pl: Numer seryjny
pt: Número de série
ru: Серийный
sk: Sériové číslo
sv: Serie
tr: Seri Numarası
uk: Серійний
vi: Số serial
zh: 串口
zh_tw: 序號

# s_certificate_fingerprint
source: Fingerprint
cs: Otisk prstu
es: Huella dactilar
fr: Empreinte digitale
hu: Ujjlenyomat
ja: フィンガープリント
nl: Vingerafdruk
pl: Odcisk palca
pt: Impressão digital
ru: Отпечаток
sk: Odtlačok prsta
sv: Fingeravtryck
tr: Parmak izi
uk: Відбиток пальця
vi: Dấu vân tay
zh: 指纹
zh_tw: 指紋

# s_valid_from
source: Valid from
cs: Platné od
de: Gültig von
es: Válido desde
fr: Valide à partir du
hu: Érvényesség kezdete
it: Valida dal
ja: 有効開始日
nl: Geldig van
pl: Ważny od
pt: Válido de
ru: Действует с
sk: Platné od
sv: Giltig från
tr: Geçerlilik süresi başlangıcı
uk: Дійсний з
vi: Có hiệu lực từ
zh: 有效期从
zh_tw: 有效期自

# s_valid_to
source: Valid to
cs: Platné do
de: Gültig bis
es: Válido hasta
fr: Valide jusqu'au
hu: Érvényesség vége
it: Valida fino al
ja: 有効終了日
nl: Geldig tot
pl: Ważny do
pt: Válido até
ru: Действует до
sk: Platné do
sv: Giltig till
tr: Geçerlilik süresi sonu
uk: Дійсний до
vi: Có hiệu lực đến
zh: 有效期至
zh_tw: 有效期至
