Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# p_warning_disable_credentials
source: Your OATH credentials, as well as any password set, will be removed from this YubiKey. Make sure to disable these from their respective web sites to avoid being locked out of your accounts.
cs: Vaše OATH přihlašovací údaje, stejně jako veškerá nastavení hesel, budou odstraněny z tohoto YubiKey. Ujistěte se, že jste je odstranili z příslušných webových stránek, abyste se vyhnuli zablokování vašich účtů.
de: Deine OATH Anmeldedaten und sämtliche Passwörter werden von diesem YubiKey entfernt. Deaktiviere die Anmeldedaten unbedingt zuerst auf den zugehörigen Webseiten, bevor du fortfährst, um nicht aus deinen Konten ausgesperrt zu werden.
es: Tus credenciales OATH, así como cualquier contraseña establecida, serán removidas de esta YubiKey. Asegúrate de desactivarlas desde sus respectivos sitios web para evitar ser bloqueado de tus cuentas.
fr: Vos informations d'identification OATH, ainsi que tout mot de passe défini, seront supprimés de cette clé YubiKey. Veillez à les désactiver à partir de leurs sites web respectifs afin d'éviter que vos comptes ne soient verrouillés.
hu: Az OATH hitelesítő adatai, valamint a beállított jelszavak eltávolításra kerülnek erről a YubiKey-ről. Győződjön meg róla, hogy letiltotta ezeket a megfelelő webhelyekről, hogy elkerülje a hozzáférés elvesztését.
it: Le credenziali OATH e le password impostate saranno rimosse da questa YubiKey. Assicurati di disattivarle dai rispettivi siti web per evitare di essere bloccato dai tuoi account.
ja: あなたの OATH 認証情報、および設定されているパスワードは、この YubiKey から削除されます。アカウントにログインできなくならないように、それぞれのウェブサイトから該当する認証情報を無効にしてください。
nl: Uw OATH gegevens en eventueel ingestelde wachtwoorden worden van deze YubiKey verwijderd. Zorg ervoor dat u deze uitschakelt op hun respectievelijke websites om te voorkomen dat u wordt uitgesloten van uw accounts.
pl: Twoje poświadczenia OATH, a także ustawione hasła, zostaną usunięte z klucza YubiKey. Upewnij się, że poświadczenia zostały wyłączone, aby uniknąć zablokowania kont.
pt: Suas credenciais OATH, assim como qualquer senha definida, serão removidas desta YubiKey. Certifique-se de desativá-las nos respectivos sites para evitar o bloqueio de suas contas.
ru: Ваши учетные данные OATH и все установленные пароли будут удалены с этого YubiKey. Обязательно отключите их на соответствующих веб-сайтах, чтобы не потерять доступ к вашим аккаунтам.
sk: Vaše poverenia OATH, ako aj všetky nastavené heslá budú z tohto kľúča YubiKey odstránené. Nezabudnite ich deaktivovať na príslušných webových stránkach, aby ste sa vyhli zablokovaniu svojich účtov.
sv: Dina OATH-uppgifter, liksom alla lösenord, kommer att tas bort från denna YubiKey. Se till att inaktivera dessa från deras respektive webbplatser för att undvika att bli utelåsta från dina konton.
tr: OATH kimlik bilgilerinizin yanı sıra ayarlanan tüm parolalar YubiKey'den kaldırılacaktır. Hesaplarınızın kilitlenmesini önlemek için bunları ilgili web sitelerinden devre dışı bıraktığınızdan emin olun.
uk: Ваші облікові дані OATH, а також будь-який встановлений пароль будуть видалені з цього YubiKey. Обов’язково вимкніть їх на відповідних веб-сайтах, щоб уникнути блокування ваших облікових записів.
vi: Các thông tin xác thực OATH của bạn, cũng như bất kỳ mật khẩu nào đã đặt, sẽ bị xóa khỏi YubiKey này. Hãy đảm bảo vô hiệu hóa chúng từ các trang web tương ứng để tránh bị khóa tài khoản của bạn.
zh: 您的 OATH 凭据以及设置的任何密码都将从此 YubiKey 中删除。请确保从各自的网站上禁用这些功能，以免被锁定帐户。
zh_tw: 您的 OATH 認證以及任何設定的密碼都會從此 YubiKey 中移除。請務必從其各自的網站停用這些登入憑證，避免造成無法登入的狀況。

# p_warning_deletes_accounts
source: Warning! This will irrevocably delete all U2F and FIDO2 accounts, including passkeys, from your YubiKey.
cs: Varování! Neodvolatelně smažete z vašeho YubiKey všechny účty U2F a FIDO2 včetně přístupových klíčů.
de: Achtung! Dies löscht alle U2F und FIDO2 Konten dauerhaft von deinem YubiKey.
es: ¡Advertencia! Esto borrará irrevocablemente todas las cuentas U2F y FIDO2, incluidas las passkeys, de tu YubiKey.
fr: Attention ! Cela supprimera définitivement tous les comptes U2F et FIDO2, notamment les passkeys, de votre YubiKey.
hu: Figyelem! Ez visszavonhatatlanul törli az összes U2F és FIDO2 fiókot, beleértve a jelszavakat is, a YubiKey-ről.
it: Attenzione! Questa azione eliminerà irrevocabilmente tutti gli account U2F e FIDO2, comprese le passkey, dalla tua YubiKey.
ja: 警告！これにより、すべてのU2FおよびFIDO2アカウントがパスキーを含めてYubiKeyから削除されます。削除は取り消すことができません。
nl: Waarschuwing! Hierdoor worden alle U2F- en FIDO2-accounts, inclusief passkeys, onherroepelijk verwijderd van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to nieodwracalne usunięcie wszystkich kont U2F i FIDO2 z klucza YubiKey.
pt: Atenção! Isso excluirá permanentemente todas as contas U2F e FIDO2, inclusive as chaves de acesso, da sua YubiKey.
ru: Внимание! Это безвозвратно удалит все учетные записи U2F и FIDO2, включая passkeys, с вашего YubiKey.
sk: Varovanie! Tým sa z vášho YubiKey nenávratne odstránia všetky účty U2F a FIDO2 vrátane prístupových kľúčov.
sv: Varning för detta! Detta kommer oåterkalleligen att radera alla U2F- och FIDO2-konton, inklusive passerkort, från din YubiKey.
tr: Uyarı! Bu işlem, geçiş anahtarları da dahil olmak üzere tüm U2F ve FIDO2 hesaplarını YubiKey'inizden geri alınamaz bir şekilde silecektir.
uk: Увага! Це безповоротно видалить усі облікові записи U2F та FIDO2, включаючи ключі доступу, з вашого YubiKey.
vi: Cảnh báo! Điều này sẽ xóa vĩnh viễn tất cả các tài khoản U2F và FIDO2, bao gồm cả passkeys, khỏi YubiKey của bạn.
zh: 警告！这将不可撤销地删除 YubiKey 中的所有 U2F 和 FIDO2 账户，包括密钥。
zh_tw: 警告！這將不可逆的從您的 YubiKey 刪除所有 U2F 和 FIDO2 帳戶，包括通行密鑰。

# p_warning_disable_accounts
source: Your credentials, as well as any PIN set, will be removed from this YubiKey. Make sure to disable these from their respective web sites to avoid being locked out of your accounts.
cs: Vaše přihlašovací údaje včetně kódu PIN, budou odstraněny z tohoto YubiKey. Ujistěte se, že jste je odstranili z příslušných webových stránek, abyste se vyhnuli zablokování vašich účtů.
de: Deine Anmeldedaten und sämtliche PINs werden von diesem YubiKey entfernt. Deaktiviere die Anmeldedaten unbedingt zuerst auf den zugehörigen Webseiten, bevor du fortfährst, um nicht aus deinen Konten ausgesperrt zu werden.
es: Tus credenciales, así como cualquier PIN establecido, se eliminarán de esta YubiKey. Asegúrate de desvincularlos de los respectivos sitios web para evitar quedar bloqueado/a de tus cuentas.
fr: Vos informations d'identification, ainsi que tout code PIN défini, seront supprimés de cette YubiKey. Veillez à les désactiver à partir de leurs sites web respectifs pour éviter que vos comptes ne soient verrouillés.
hu: Az Ön hitelesítő adatai, valamint a beállított PIN-kódok eltávolításra kerülnek erről a YubiKey-ről. Győződjön meg róla, hogy ezeket a megfelelő webhelyekről letiltotta, hogy elkerülje a hozzáférés elvesztését.
it: Le tue credenziali, così come eventuali PIN impostati, saranno rimossi da questa YubiKey. Assicurati di disabilitarle dai rispettivi siti web per evitare di rimanere bloccato fuori dai tuoi account.
ja: あなたの認証情報および設定された PIN は、この YubiKey から削除されます。アカウントにログインできなくならないように、それぞれのウェブサイトから該当する認証情報を無効にしてください。
nl: Uw inloggegevens en ook elke ingestelde pincode zullen van deze YubiKey worden verwijderd. Zorg ervoor dat u deze uitschakelt op hun respectievelijke websites om te voorkomen dat u wordt buitengesloten van uw accounts.
pl: Twoje poświadczenia, a także ustawione kody PIN, zostaną usunięte z klucza YubiKey. Upewnij się, że poświadczenia zostały wyłączone, aby uniknąć zablokowania kont.
pt: Suas credenciais, assim como qualquer PIN definido, serão removidos desta YubiKey. Certifique-se de desativá-los de seus respectivos sites para evitar perder o acesso de suas contas.
ru: Ваши учетные данные и все установленные PIN-коды будут удалены с этого YubiKey. Обязательно отключите их на соответствующих веб-сайтах, чтобы не потерять доступ к вашим аккаунтам.
sk: Vaše poverovacie údaje, ako aj všetky nastavené PIN kódy budú z tohto YubiKey odstránené. Nezabudnite ich deaktivovať na príslušných webových stránkach, aby ste sa vyhli zablokovaniu svojich účtov.
sv: Dina inloggningsuppgifter, liksom eventuella PIN-koder, kommer att tas bort från denna YubiKey. Se till att inaktivera dessa från deras respektive webbplatser för att undvika att bli utelåsta från dina konton.
tr: Kimlik bilgileriniz ve ayarladığınız herhangi bir PIN bu YubiKey'den kaldırılacaktır. Hesaplarınızın kilitlenmesini önlemek için bunları ilgili web sitelerinden devre dışı bıraktığınızdan emin olun.
uk: Ваші облікові дані, а також будь-який встановлений PIN-код будуть видалені з цього YubiKey. Обов’язково вимкніть їх на відповідних веб-сайтах, щоб уникнути блокування ваших облікових записів.
vi: Các thông tin xác thực của bạn, cũng như bất kỳ PIN nào đã đặt, sẽ bị xóa khỏi YubiKey này. Hãy đảm bảo vô hiệu hóa chúng từ các trang web tương ứng để tránh bị khóa tài khoản của bạn.
zh: 您的凭证和设置的任何 PIN 都将从该 YubiKey 中删除。请确保在各自的网站上禁用这些功能，以免被锁定帐户。
zh_tw: 您的憑證以及任何設定的 PIN 碼都會從此 YubiKey 中移除。請務必從其各自的網站停用這些登入憑證，避免造成無法登入的狀況。

# p_warning_piv_reset
source: Warning! All data stored for PIV will be irrevocably deleted from your YubiKey.
cs: Varování! Všechna data uložená pro PIV budou neodvolatelně smazána z vašeho YubiKey.
de: Achtung! Alle gespeicherten PIV Daten werden dauerhaft von deinem YubiKey gelöscht.
es: ¡Advertencia! Todos los datos almacenados para PIV se eliminarán irrevocablemente de tu YubiKey.
fr: Attention ! Toutes les données PIV seront définitivement supprimées de votre YubiKey.
hu: Figyelem! Minden PIV adat visszavonhatatlanul törlésre kerül a YubiKey-ről.
it: Attenzione! Tutti i dati memorizzati per il PIV saranno irrevocabilmente eliminati dalla tua YubiKey.
ja: 警告！PIVに関連して保存されたすべてのデータがYubiKeyから削除されます。削除は取り消すことができません。
nl: Waarschuwing! Alle voor PIV opgeslagen gegevens worden onherroepelijk van uw YubiKey verwijderd.
pl: Ostrzeżenie! Wszystkie dane przechowywane w aplikacji PIV zostaną nieodwracalnie usunięte z klucza YubiKey.
pt: Aviso! Todos os dados armazenados para PIV serão excluídos permanentemente da sua YubiKey.
ru: Внимание! Все данные PIV будут безвозвратно удалены с вашего YubiKey.
sk: Varovanie! Všetky údaje uložené pre PIV budú z vášho YubiKey nenávratne vymazané.
sv: Varning för detta! Alla data som lagras för PIV kommer oåterkalleligen att raderas från din YubiKey.
tr: Uyarı! PIV içinde saklanan tüm veriler YubiKey'inizden geri alınamaz şekilde silinecektir.
uk: Увага! Усі дані, що зберігаються для PIV, будуть безповоротно видалені з вашого YubiKey.
vi: Cảnh báo! Tất cả dữ liệu được lưu trữ cho PIV sẽ bị xóa vĩnh viễn khỏi YubiKey của bạn.
zh: 警告！存储在 PIV 上的所有数据将不可逆地从您的 Yubikey 删除。
zh_tw: 警告！儲存在 PIV 上的所有資料將不可逆的從您的 YubiKey 中刪除。

# p_warning_piv_reset_desc
source: This includes private keys and certificates. Your PIN, PUK, and management key will be reset to their factory default values.
cs: To zahrnuje soukromé klíče a certifikáty. Váš PIN, PUK, a klíč správy bude resetován na jejich výchozí tovární hodnoty.
de: Dies schließt private Schlüssel und Zertifikate mit ein. Deine PIN, PUK und der Management Key werden auf Werkseinstellung zurückgesetzt.
es: Esto incluye claves privadas y certificados. Su PIN, PUK y clave de administración se restablecerán a sus valores predeterminados de fábrica.
fr: Cela inclut les clés privées et les certificats. Vos PIN, PUK et clé de gestion seront réinitialisés à leurs valeurs d'usine.
hu: Ez magában foglalja a magánkulcsokat és a tanúsítványokat. A PIN, a PUK és a kezelési kulcs visszaáll a gyári alapértelmezett értékekre.
it: Questo include le chiavi private e i certificati. Il PIN, il PUK e la chiave di gestione verranno reimpostati ai valori predefiniti di fabbrica.
ja: これには、秘密鍵と証明書が含まれます。PIN、PUK、および管理キーが工場出荷時のデフォルト値にリセットされます。
nl: Dit geldt ook voor privésleutels en certificaten. Uw pincode, pukcode en beheersleutel worden teruggezet naar de standaard fabriekswaarden.
pl: Obejmuje to klucze prywatne i certyfikaty. Kod PIN, PUK i klucz zarządzania zostaną zresetowane do domyślnych wartości fabrycznych.
pt: Isso inclui chaves privadas e certificados. Seu PIN, PUK e chave de gerenciamento serão redefinidos para os valores padrão de fábrica.
ru: Это включает закрытые ключи и сертификаты. Ваши PIN, PUK и ключ управления будут сброшены до заводских значений.
sk: To zahŕňa súkromné kľúče a certifikáty. Vaše PIN, PUK a kľúč na spravovanie sa obnovia na predvolené hodnoty z výroby.
sv: Detta inkluderar privata nycklar och certifikat. Din PIN-kod, PUK-kod och administrationsnyckel återställs till fabriksinställningarna.
tr: Buna özel anahtarlar ve sertifikalar da dahildir. PIN, PUK ve yönetim anahtarınız fabrika varsayılana sıfırlanacaktır.
uk: Це включає закриті ключі та сертифікати. Ваші PIN-код, PUK-код і ключ керування будуть скинуті до заводських значень за замовчуванням.
vi: Điều này bao gồm các khóa riêng và chứng chỉ. PIN, PUK và khóa quản lý của bạn sẽ được đặt lại về giá trị mặc định của nhà máy.
zh: 这包括私钥和证书。您的 PIN、PUK 和管理密钥将被重置为出厂默认值。
zh_tw: 這包括私人密鑰和證書。您的 PIN 碼、PUK 碼和管理密鑰會重設為出廠預設值。

# p_warning_global_reset
source: Warning! This will irrevocably delete all saved data, including credentials, from your YubiKey.
cs: Varování! Tímto se neodvolatelně smažou všechna uložená data, včetně přihlašovacích údajů, z vašeho YubiKey.
de: Achtung! Dies löscht alle gespeicherten Daten inkl. Anmeldedaten dauerhaft von deinem YubiKey.
es: ¡Advertencia! Esto borrará irrevocablemente todos los datos guardados, incluidas las credenciales, de tu YubiKey.
fr: Attention ! Cela supprimera définitivement toutes les données enregistrées, notamment les identifiants, de votre YubiKey.
hu: Figyelem! Ez visszavonhatatlanul törli az összes elmentett adatot, beleértve a hitelesítő adatokat is, a YubiKey-ről.
it: Attenzione! Questa azione eliminerà irrevocabilmente tutti i dati salvati, comprese le credenziali, dalla tua YubiKey.
ja: 警告！これにより、すべての保存済みデータが認証情報を含めてYubiKeyから削除されます。削除は取り消すことができません。
nl: Waarschuwing! Hierdoor worden alle opgeslagen gegevens, inclusief inloggegevens, onherroepelijk verwijderd van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to nieodwracalne usunięcie wszystkich zapisanych danych, w tym poświadczeń, z klucza YubiKey.
pt: Aviso! Isso excluirá permanentemente todos os dados salvos, incluindo credenciais, da sua YubiKey.
ru: Внимание! Это безвозвратно удалит из YubiKey все сохраненные данные, включая учетные записи.
sk: Varovanie! Týmto sa z vášho YubiKey nenávratne vymažú všetky uložené údaje vrátane poverení.
sv: Varning för detta! Detta kommer oåterkalleligen att radera alla sparade data, inklusive inloggningsuppgifter, från din YubiKey.
tr: Uyarı! Bu işlem, kimlik bilgileri de dahil olmak üzere kayıtlı tüm verileri YubiKey'inizden geri alınamaz bir şekilde silecektir.
uk: Увага! Це безповоротно видалить усі збережені дані, включаючи облікові дані, з вашого YubiKey.
vi: Cảnh báo! Điều này sẽ xóa vĩnh viễn tất cả dữ liệu đã lưu, bao gồm các thông tin xác thực, khỏi YubiKey của bạn.
zh: 警告！这将不可逆地删除 YubiKey 中所有已保存的数据，包括证书。
zh_tw: 警告！這將不可逆的從您的 YubiKey 刪除所有儲存的資料，包括憑證。

# p_warning_global_reset_desc
source: Factory reset the applications on your YubiKey. PIN will be reset to its factory default value, and registered fingerprints will be removed. Any keys, certificates, or other credentials will all be permanently removed.
cs: Tovární resetování aplikací na vašem YubiKey. PIN bude resetován na tovární výchozí hodnotu a registrované otisky prstů budou odstraněny. Všechny klíče, certifikáty nebo jiné přihlašovací údaje budou trvale odstraněny.
de: Setzt die Anwendungen auf Ihrem YubiKey auf Werkseinstellungen zurück. Ihre PIN wird auf ihre Werkseinstellung zurückgesetzt, gespeicherte Fingerabdrücke werden entfernt, jegliche Schlüssel, Zertifikate oder andere Anmeldeinformationen werden dauerhaft entfernt.
es: Restablecer a valores de fábrica las aplicaciones de tu YubiKey. El PIN se restablecerá a su valor predeterminado de fábrica y se eliminarán las huellas dactilares registradas. Todas las claves, certificados u otras credenciales se eliminarán permanentemente.
fr: Réinitialiser les applications de votre YubiKey. Le code PIN sera réinitialisé à sa valeur d'usine par défaut et les empreintes digitales enregistrées seront supprimées. Les clés, certificats ou autres informations d'identification seront tous définitivement supprimés.
hu: Állítsa vissza a YubiKey alkalmazásainak gyári beállításait. A PIN-kód visszaáll a gyári alapértékre, és a regisztrált ujjlenyomatok törlődnek. Minden kulcs, tanúsítvány vagy egyéb hitelesítő adat véglegesen eltávolításra kerül.
it: Ripristina le applicazioni della tua YubiKey. Il PIN verrà riportato al valore di fabbrica e le fingerprint registrate verranno rimosse. Eventuali chiavi, certificati o altre credenziali saranno rimossi in modo permanente.
ja: YubiKey のアプリケーションを工場出荷時の状態にリセットします。PIN は工場出荷時のデフォルト値にリセットされ、登録されていた指紋は削除されます。鍵、証明書、その他の認証情報はすべて完全に削除されます。
nl: De toepassingen op uw YubiKey herstellen. Pincode wordt teruggezet naar de standaard fabriekswaarde en geregistreerde vingerafdrukken worden verwijderd. Alle sleutels, certificaten of andere inloggegevens worden permanent verwijderd.
pl: Przywróć aplikację klucza YubiKey do ustawień fabrycznych. Kod PIN zostanie zresetowany do wartości domyślnej, a zarejestrowane odciski palców zostaną usunięte. Wszystkie klucze, certyfikaty i inne poświadczenia zostaną trwale usunięte.
pt: Redefinir de fábrica aplicações da YubiKey. O PIN será redefinido para o valor padrão de fábrica e as impressões digitais registradas serão removidas. Quaisquer chaves, certificados ou outras credenciais serão todos removidos permanentemente.
ru: Заводской сброс приложений на YubiKey. PIN будет сброшен до заводского значения, зарегистрированные отпечатки пальцев будут удалены. Все ключи, сертификаты и другие учетные данные будут навсегда удалены.
sk: Obnovenie výrobných nastavení aplikácií na vašom YubiKey. PIN kód sa obnoví na predvolenú hodnotu z výroby a registrované odtlačky prstov sa odstránia. Všetky kľúče, certifikáty alebo iné poverenia budú natrvalo odstránené.
sv: Fabriksåterställ applikationerna på din YubiKey. PIN-koden återställs till fabriksinställt värde och registrerade fingeravtryck tas bort. Alla nycklar, certifikat eller andra referenser tas bort permanent.
tr: YubiKey'inizdeki uygulamaları fabrika ayarlarına sıfırlayın. PIN fabrika varsayılana sıfırlanacak ve kayıtlı parmak izleri kaldırılacaktır. Tüm anahtarlar, sertifikalar veya diğer kimlik bilgileri kalıcı olarak kaldırılacaktır.
uk: Скиньте налаштування програм на вашому YubiKey до заводських. PIN-код буде скинуто до заводського значення за замовчуванням, а зареєстровані відбитки пальців будуть видалені. Будь-які ключі, сертифікати чи інші облікові дані будуть видалені назавжди.
vi: Đặt lại các ứng dụng trên YubiKey của bạn về cài đặt mặc định của nhà máy. PIN sẽ được đặt lại về giá trị mặc định của nhà máy, và các dấu vân tay đã đăng ký sẽ bị xóa. Tất cả các khóa, chứng chỉ hoặc các thông tin xác thực khác sẽ bị xóa vĩnh viễn.
zh: 出厂重置 YubiKey 上的应用程序。密码将重置为出厂默认值，已注册的指纹将被删除。任何密钥、证书或其他凭证都将被永久删除。
zh_tw: 出廠重置 YubiKey 上的應用。PIN 碼將被重設為出廠預設值，已註冊的指紋將被移除。任何密鑰、證書或其他憑證都會被永久移除。

# l_copy_to_clipboard
source: Copy to clipboard
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans presse-papiers
hu: Másolás vágólapra
it: Copia negli appunti
ja: クリップボードにコピー
nl: Naar klembord kopiëren
pl: Kopiuj do schowka
pt: Copiar para área de transferência
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sv: Kopiera till urklipp
tr: Panoya kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào clipboard
zh: 复制到剪贴板
zh_tw: 複製到剪貼簿

# s_code_copied
source: Code copied
cs: Kód zkopírován
de: Code kopiert
es: Código copiado
fr: Code copié
hu: Kód másolva
it: Il codice è stato copiato
ja: コードがコピーされました
nl: Code gekopieerd
pl: Kod został skopiowany
pt: Código copiado
ru: Код скопирован
sk: Kód skopírovaný
sv: Kod kopierad
tr: Kod kopyalandı
uk: Код скопійовано
vi: Mã đã được sao chép
zh: 代码已复制
zh_tw: 代碼已複製

# l_code_copied_clipboard
source: Code copied to clipboard
cs: Kód zkopírován do schránky
de: Code in die Zwischenablage kopiert
es: Código copiado al portapapeles
fr: Code copié dans presse-papiers
hu: Kód másolva a vágólapra
it: Il codice è stato copiato negli appunti
ja: コードがクリップボードにコピーされました
nl: Code naar klembord gekopieerd
pl: Kod został skopiowany do schowka
pt: Código copiado para a área de transferência
ru: Код скопирован в буфер обмена
sk: Kód bol skopírovaný do schránky
sv: Kod kopierad till urklipp
tr: Kod panoya kopyalandı
uk: Код скопійовано в буфер обміну
vi: Mã đã được sao chép vào clipboard
zh: 代码已复制到剪贴板
zh_tw: 驗證碼已複製至剪貼簿

# s_copy_log
source: Copy log
cs: Kopírovat log
de: Log kopiert
es: Copiar log
fr: Copier journal
hu: Napló másolása
it: Copia log
ja: ログをコピー
nl: Logboek kopiëren
pl: Kopiuj logi
pt: Copiar log
ru: Скопировать лог
sk: Kopírovať záznam
sv: Kopiera logg
tr: Günlüğü kopyala
uk: Копіювати журнал
vi: Sao chép nhật ký
zh: 复制日志
zh_tw: 複製日誌

# l_copy_log_clipboard
source: Copy log to clipboard
hu: Napló másolása a vágólapra
it: Copia log negli appunti
nl: Logboek naar klembord kopiëren
pt: Copiar log para a área de transferência
ru: Скопировать лог в буфер обмена
uk: Копіювати журнал у буфер обміну
zh_tw: 將日誌複製到剪貼簿

# l_log_copied
source: Log copied to clipboard
cs: Log zkopírován do schránky
de: Log in die Zwischenablage kopiert
es: Log copiado en el portapapeles
fr: Journal copié dans presse-papiers
hu: Napló másolva a vágólapra
it: Il log è stato copiato negli appunti
ja: ログがクリップボードにコピーされました
nl: Logboek naar klembord gekopieerd
pl: Logi zostały skopiowane do schowka
pt: Log copiado para a área de transferência
ru: Лог скопирован в буфер обмена
sk: Záznam skopírovaný do schránky
sv: Logg kopierad till urklipp
tr: Günlük panoya kopyalandı
uk: Журнал скопійовано в буфер обміну
vi: Nhật ký đã được sao chép vào clipboard
zh: 日志已复制到剪贴板
zh_tw: 日誌已複製到剪貼簿

# l_diagnostics_copied
source: Diagnostic data copied to clipboard
cs: Diagnostická data zkopírována do schránky
de: Diagnosedaten in die Zwischenablage kopiert
es: Datos de diagnóstico copiados al portapapeles
fr: Données de diagnostic copiées dans presse-papiers
hu: Diagnosztikai adatok másolva a vágólapra
it: I dati diagnostici sono stati copiati negli appunti
ja: 診断データがクリップボードにコピーされました
nl: Diagnostische gegevens naar klembord gekopieerd
pl: Dane diagnostyczne zostały skopiowane do schowka
pt: Dados de diagnóstico copiados para a área de transferência
ru: Диагностические данные скопированы в буфер обмена
sk: Diagnostické údaje boli skopírované do schránky
sv: Diagnosdata kopieras till urklipp
tr: Teşhis verileri panoya kopyalandı
uk: Діагностичні дані скопійовано в буфер обміну
vi: Dữ liệu chẩn đoán đã được sao chép vào clipboard
zh: 诊断数据已复制到剪贴板
zh_tw: 診斷資料已複製到剪貼簿

# p_target_copied_clipboard
source: {label} copied to clipboard.
cs: {label} zkopírován do schránky.
de: {label} in die Zwischenablage kopiert.
es: {label} copiado al portapapeles.
fr: {label} copié dans le presse-papiers.
hu: {label} másolva a vágólapra.
it: {label} è stato copiato negli appunti.
ja: {label}がクリップボードにコピーされました。
nl: {label} naar klembord gekopieerd.
pl: Skopiowano {label} do schowka.
pt: {label} copiado para a área de transferência.
ru: {label} скопирован в буфер обмена.
sk: {label} skopírovaná do schránky.
sv: {label} kopieras till urklipp.
tr: {label} panoya kopyalandı.
uk: {label} скопійовано в буфер обміну.
vi: {label} đã được sao chép vào clipboard.
zh: {label} 已复制到剪贴板。
zh_tw: {label} 已複製到剪貼簿。
