Repository: Yubico/yubioath-flutter
Catalog: lib/l10n/app_*.arb
Languages: cs, de, es, fr, hu, it, ja, nl, pl, pt, ru, sk, sv, tr, uk, vi, zh, zh_tw

# l_name_already_exists
source: This name already exists for the issuer
cs: Toto jméno již pro vydavatele existuje
de: Dieser Name wird für diesen Aussteller bereits verwendet
es: Este nombre ya existe para el emisor
fr: Ce nom existe déjà pour l'émetteur
hu: Ez a név már létezik a kibocsátó számára
it: Questo nome esiste già per l'emittente
ja: この名前は発行者にすでに存在します
nl: Deze naam bestaat al voor deze uitgever
pl: Ta nazwa wydawcy już istnieje
pt: Esse nome já existe para o emissor
ru: Такое имя уже существует для этого издателя
sk: Tento názov už pre vydavateľa existuje
sv: Detta namn finns redan för emittenten
tr: Bu adda sağlayıcı zaten mevcut
uk: Це ім'я вже існує для емітента
vi: Tên này đã tồn tại cho nhà phát hành
zh: 发行人已存在此名称
zh_tw: 此發行者名稱已存在

# l_account_already_exists
source: This account already exists on the YubiKey
cs: Tento účet již na YubiKey existuje
de: Dieses Konto existiert bereits auf dem YubiKey
es: Esta cuenta ya existe en la YubiKey
fr: Ce compte existe déjà sur la YubiKey
hu: Ez a fiók már létezik a YubiKey-n.
it: Questo account esiste già sulla YubiKey
ja: このアカウントはYubiKeyにすでに存在します
nl: Dit account bestaat al op de YubiKey
pl: To konto już istnieje w kluczu YubiKey
pt: Esta conta já existe no YubiKey
ru: Эта учётная запись уже существует на YubiKey
sk: Tento účet už existuje na YubiKey
sv: Detta konto finns redan på YubiKey
tr: Bu hesap YubiKey'de zaten mevcut
uk: Цей обліковий запис вже існує на YubiKey
vi: Tài khoản này đã tồn tại trên YubiKey
zh: 此帐户已存在于 YubiKey 中
zh_tw: 此帳戶已存在於 YubiKey 上

# l_invalid_character_issuer
source: Invalid character: ':' is not allowed in issuer
cs: Neplatný znak: ':' není u vydavatele povoleno
de: Ungültiges Zeichen: ':' ist im Feld für Aussteller nicht erlaubt
es: Carácter inválido: “:” no está permitido en el emisor
fr: Caractère invalide : « : » non autorisé dans l'émetteur
hu: Érvénytelen karakter: ':' nem megengedett a kibocsátó nevében
it: Carattere non valido: ':' non è consentito nell'emittente
ja: 無効な文字：':'は発行者には使用できません
nl: Ongeldig teken. : is niet toegestaan
pl: Nieprawidłowy znak: ":" nie jest dozwolony w polu wydawcy
pt: Caractere inválido: ":" não é permitido no emissor
ru: Недопустимый символ: ':' не допускается в издателе
sk: Neplatný znak: „:" nie je povolený v položke vydavateľ
sv: Ogiltigt tecken: ':' är inte tillåtet i issuer
tr: Geçersiz karakter: ':' sağlayıcı isminde izin verilmiyor
uk: Недійсний символ: ':' не дозволено в емітенті
vi: Ký tự không hợp lệ: ':' không được phép trong nhà phát hành
zh: 无效字符：发行人中不允许使用":"
zh_tw: 無效字元：發行者中不允許使用 ':' 字元

# l_select_accounts
source: Select account(s) to add to the YubiKey
cs: Vyberte účet(-y), který chcete přidat na YubiKey
de: Konten zum Hinzufügen zum YubiKey auswählen
es: Selecciona la(s) cuenta(s) que deseas añadir a la YubiKey
fr: Sélectionner compte(s) à ajouter à la YubiKey
hu: Válassza ki a YubiKey-hez hozzáadandó fiók(ok)at
it: Seleziona un account da aggiungere alla YubiKey
ja: YubiKeyに追加するアカウントを選択
nl: Selecteer account(s) om toe te voegen aan de YubiKey
pl: Wybierz konta, które chcesz dodać do klucza YubiKey
pt: Selecione a(s) conta(s) para adicionar ao YubiKey
ru: Выберите учётную запись(и) для добавления на YubiKey
sk: Vyberte účet/-y, ktoré chcete pridať do YubiKey
sv: Välj konto(n) som ska läggas till på YubiKey
tr: YubiKey'e eklenecek hesap(lar)ı seçin
uk: Виберіть обліковий запис(и) для додавання до YubiKey
vi: Chọn tài khoản(s) để thêm vào YubiKey
zh: 选择要添加到 YubiKey 的账户（们）
zh_tw: 選擇要加入 YubiKey 的帳號

# s_pin_account
source: Pin account
cs: Připnout účet
de: Konto anpinnen
es: Anclar cuenta
fr: Épingler compte
hu: Fiók kitűzése
it: Fissa in alto l'account
ja: アカウントをピン留めする
nl: Account vastzetten
pl: Przypnij konto
pt: Fixar conta
ru: Закрепить учётную запись
sk: Pripnúť účet
sv: Fäst konto
tr: Hesabı sabitle
uk: Закріпити обліковий запис
vi: Ghim tài khoản
zh: 置顶账户
zh_tw: 置頂帳號

# s_unpin_account
source: Unpin account
cs: Odepnout účet
de: Konto nicht mehr anpinnen
es: Desanclar cuenta
fr: Détacher compte
hu: Fiók kitűzésének megszüntetése
it: Rimuovi account fissato in alto
ja: アカウントのピン留めを解除
nl: Account losmaken
pl: Odepnij konto
pt: Desafixar conta
ru: Открепить учётную запись
sk: Zrušiť pripnutie účtu
sv: Avmarkera konto
tr: Hesabın sabitlemesini kaldır
uk: Відкріпити обліковий запис
vi: Bỏ ghim tài khoản
zh: 取消置顶账户
zh_tw: 取消置頂帳號

# s_no_pinned_accounts
source: No pinned accounts
cs: Žádné připnuté účty
de: Keine angepinnten Konten
es: No hay cuentas ancladas
fr: Aucun compte épinglé
hu: Nincsenek kitűzött fiókok
it: Nessun account fissato in alto
ja: ピン留めされたアカウントはありません
nl: Geen vastgezette accounts
pl: Brak przypiętych kont
pt: Nenhuma conta fixada
ru: Нет закреплённых учётных записей
sk: Žiadne pripnuté účty
sv: Inga fastlåsta konton
tr: Sabitlenmiş hesap yok
uk: Немає закріплених облікових записів
vi: Không có tài khoản nào được ghim
zh: 没有置顶账户
zh_tw: 無置頂帳號

# s_pinned
source: Pinned
cs: Připnuté
de: Angepinnt
es: Anclada
fr: Épinglé
hu: Kitűzve
it: Fissato in alto
ja: ピン留め
nl: Vastgezet
pl: Przypięte
pt: Fixado
ru: Закреплено
sk: Pripnuté
tr: Sabitlendi
uk: Закріплено
vi: Đã ghim
zh: 已置顶
zh_tw: 已置頂

# l_pin_account_desc
source: Keep your important accounts together
cs: Mějte své důležité účty pohromadě
de: Behalte die Übersicht über deine wichtigsten Konten
es: Mantén tus cuentas importantes juntas
fr: Conserver vos comptes importants ensemble
hu: Tartsa együtt a fontos fiókjait
it: Mantieni insieme i tuoi account importanti
ja: 重要なアカウントをまとめて保持
nl: Houd uw belangrijke accounts bij elkaar
pl: Trzymaj ważne konta razem
pt: Mantenha suas contas importantes juntas
ru: Держите важные учётные записи вместе
sk: Udržujte svoje dôležité účty pohromade
sv: Håll dina viktiga konton samlade
tr: Önemli hesaplarınızı bir arada tutun
uk: Тримайте важливі облікові записи разом
vi: Giữ các tài khoản quan trọng của bạn cùng nhau
zh: 将您的重要账户集中在一起
zh_tw: 將您的重要帳號放在一起

# s_rename_account
source: Rename account
cs: Přejmenovat účet
de: Konto umbenennen
es: Renombrar cuenta
fr: Renommer compte
hu: Fiók átnevezése
it: Rinomina account
ja: アカウント名を変更
nl: Account hernoemen
pl: Zmień nazwę konta
pt: Renomear conta
ru: Переименовать запись
sk: Premenovať účet
sv: Byt namn på konto
tr: Hesabı yeniden adlandır
uk: Перейменувати обліковий запис
vi: Đổi tên tài khoản
zh: 重命名账号
zh_tw: 重新命名帳號

# l_rename_account_desc
source: Edit the issuer/name of the account
cs: Upravit vydavatele/jméno účtu
de: Bearbeite den Aussteller/Namen des Kontos
es: Editar el emisor/nombre de la cuenta
fr: Modifier émetteur/nom du compte
hu: A fiók kibocsátójának/nevének szerkesztése
it: Modifica l'emittente/nome del'account
ja: アカウントの発行者/名前を編集
nl: Wijzig de uitgever/naam van het account
pl: Edytuj wydawcę lub nazwę konta
pt: Edite o emissor ou nome da conta
ru: Измените издателя/имя учётной записи
sk: Upraviť vydavateľa/názov účtu
sv: Redigera kontots utfärdare/namn
tr: Hesabın sağlayıcısını/adını düzenleyin
uk: Редагувати емітента/назву рахунку
vi: Chỉnh sửa nhà phát hành/tên của tài khoản
zh: 编辑帐号的发行商/名称
zh_tw: 編輯帳號的發行者/名稱

# s_account_renamed
source: Account renamed
cs: Účet přejmenován
de: Konto umbenannt
es: Cuenta renombrada
fr: Compte renommé
hu: Fiók átnevezve
it: Account rinominato
ja: アカウントの名前が変更されました
nl: Account hernoemd
pl: Nazwa konta została zmieniona
pt: Conta renomeada
ru: Аккаунт переименован
sk: Účet bol premenovaný
sv: Konto bytt namn
tr: Hesap yeniden adlandırıldı
uk: Обліковий запис перейменовано
vi: Tài khoản đã được đổi tên
zh: 帐户已重命名
zh_tw: 帳號重新命名

# l_rename_account_failed
source: Failed renaming account: {message}
cs: Nepodařilo se přejmenovat účet: {message}
de: Umbenennung des Kontos fehlgeschlagen: {message}
es: Error al renombrar la cuenta: {message}
fr: Échec du renommage du compte : {message}
hu: Fiók átnevezése sikertelen: {message}
it: Impossibile rinominare l'account: {message}
ja: アカウント名の変更に失敗しました: {message}
nl: Account hernoemen mislukt: {message}
pl: Zmiana nazwy konta nie powiodła się: {message}
pt: Falha ao renomear conta: {message}
ru: Не удалось переименовать учётную запись: {message}
sk: Zlyhalo premenovanie účtu: {message}
sv: Det gick inte att byta namn på kontot: {message}
tr: Hesabın yeniden adlandırılmasında başarısız olundu: {message}
uk: Не вдалося перейменувати обліковий запис: {message}
vi: Đổi tên tài khoản không thành công: {message}
zh: 重命名账户失败： {message}
zh_tw: 重新命名帳號失敗： {message}

# p_rename_will_change_account_displayed
source: This will change how the account is displayed in the list.
cs: Tímto se změní způsob zobrazení účtu v seznamu.
de: Dies ändert die Anzeige des Kontos in der Liste.
es: Esto cambiará la forma en que la cuenta se muestra en la lista.
fr: Cela modifiera l'affichage du compte dans la liste.
hu: Ez megváltoztatja a fiók megjelenítését a listában.
it: Questo modificherà il modo in cui l’account viene visualizzato nell’elenco.
ja: これにより、リスト内のアカウントの表示が変更されます。
nl: Dit wijzigt hoe het account wordt weergegeven in de lijst.
pl: Spowoduje to zmianę sposobu wyświetlania konta na liście.
pt: Isso mudará como a conta é exibida na lista.
ru: Это изменит отображаемое имя учётной записи в списке.
sk: Týmto sa zmení spôsob zobrazenia účtu v zozname.
sv: Detta ändrar hur kontot visas i listan.
tr: Bu işlem, hesabın listedeki görünümünü değiştirecek.
uk: Це змінить спосіб відображення облікового запису у списку.
vi: Điều này sẽ thay đổi cách tài khoản được hiển thị trong danh sách.
zh: 这将改变帐号在列表中的显示方式。
zh_tw: 這將會改變帳號在清單中的顯示方式。

# s_delete_account
source: Delete account
cs: Odstranit účet
de: Konto löschen
es: Borrar cuenta
fr: Supprimer compte
hu: Fiók törlése
it: Elimina l'account
ja: アカウントを削除
nl: Wachtwoord verwijderen
pl: Usuń konto
pt: Apagar conta
ru: Удалить учетную запись
sk: Vymazať účet
sv: Radera konto
tr: Hesabı sil
uk: Видалити обліковий запис
vi: Xóa tài khoản
zh: 删除账户
zh_tw: 刪除帳號

# q_delete_account
source: Delete account?
cs: Odstranit účet?
de: Konto löschen?
es: ¿Borrar cuenta?
fr: Supprimer le compte ?
hu: Törli a fiókot?
it: Eliminare l'account?
ja: アカウントを削除しますか？
nl: Account verwijderen?
pl: Usunąć konto?
pt: Apagar conta?
ru: Удалить учетную запись?
tr: Hesabı sil?
uk: Видалити обліковий запис?
zh: 删除账户？
zh_tw: 刪除帳號？

# l_delete_account_desc
source: Remove the account from your YubiKey
cs: Odebrat účet z YubiKey
de: Lösche das Konto von deinem YubiKey
es: Remover la cuenta de tu YubiKey
fr: Supprimer le compte de votre YubiKey
hu: Fiók eltávolítása a YubiKey-ről
it: Rimuovi l'account dalla tua YubiKey
ja: YubiKeyからアカウントを削除
nl: Verwijder het account van uw YubiKey
pl: Usuń konto z klucza YubiKey
pt: Remover a conta do seu YubiKey
ru: Удалите учетную запись из вашего YubiKey
sk: Odstrániť účet z vášho YubiKey
sv: Ta bort kontot från din YubiKey
tr: Hesabı YubiKey'inizden kaldırın
uk: Видаліть обліковий запис з вашого YubiKey
vi: Xóa tài khoản khỏi YubiKey của bạn
zh: 从您的 YubiKey 中删除账户
zh_tw: 從您的 YubiKey 中移除帳號

# s_account_deleted
source: Account deleted
cs: Účet odstraněn
de: Konto gelöscht
es: Cuenta borrada
fr: Compte supprimé
hu: Fiók törölve
it: Account eliminato
ja: アカウントが削除されました
nl: Account verwijderd
pl: Konto zostało usunięte
pt: Conta excluída
ru: Учётная запись удалена
sk: Účet bol odstránený
sv: Konto raderat
tr: Hesap silindi
uk: Обліковий запис видалено
vi: Tài khoản đã bị xóa
zh: 账户已删除
zh_tw: 帳號已刪除

# p_warning_delete_account
source: Warning! This action will delete the account from your YubiKey.
cs: Varování! Tato akce odstraní účet z vašeho YubiKey.
de: Achtung! Du bist dabei das Konto von deinem YubiKey zu löschen.
es: ¡Advertencia! Esta acción eliminará la cuenta de tu YubiKey.
fr: Attention ! Cela supprimera le compte de votre YubiKey.
hu: Figyelmeztetés! Ezzel letörli a fiókot a YubiKey-ről.
it: Attenzione! Questa azione cancellerà l'account dalla tua YubiKey.
ja: 警告！このアクションにより、YubiKeyからアカウントが削除されます。
nl: Waarschuwing! Deze actie verwijdert het account van uw YubiKey.
pl: Ostrzeżenie! Spowoduje to usunięcie konta z klucza YubiKey.
pt: Atenção! Essa ação excluirá a conta do seu YubiKey.
ru: Внимание! Это действие удалит учётную запись с вашего YubiKey.
sk: Varovanie! Táto akcia vymaže účet z vášho YubiKey.
sv: Varning för detta! Denna åtgärd kommer att radera kontot från din YubiKey.
tr: Uyarı! Bu işlem, hesabı YubiKey'inizden silecektir.
uk: Увага! Ця дія призведе до видалення облікового запису з вашого YubiKey.
vi: Cảnh báo! Hành động này sẽ xóa tài khoản khỏi YubiKey của bạn.
zh: 警告！此操作将从您的 Yubikey 删除账户。
zh_tw: 警告！此動作將從您的 YubiKey 中刪除帳號。

# p_warning_disable_credential
source: Make sure to disable this account from the service it is registered with to avoid being locked out.
cs: Ujistěte se, že jste zakázali tento účet ze služby, se kterou je registrován, abyste se vyhnuli zablokování.
de: Achte darauf, dass dieses Anmeldedaten von keinem Dienst verwendet werden um nicht ausgesperrt zu werden.
es: Asegúrate de deshabilitar esta cuenta del servicio en el que está registrada para evitar que se bloquee.
fr: Assurez-vous de désactiver ce compte du service avec lequel il est enregistré pour éviter d'être bloqué.
hu: Győződjön meg róla, hogy letiltotta ezt a fiókot a szolgáltatásból, amelyhez regisztrálták, hogy elkerülje a hozzáférés elvesztését.
it: Assicurati di disabilitare questo account dal servizio presso cui è registrato per evitare di rimanere bloccato fuori dall’accesso.
ja: ログインできなくならないように、まず登録しているサービスからこの資格情報を無効にしてください。
nl: Zorg ervoor dat u dit account uitschakelt bij de service waarbij het is geregistreerd om te voorkomen dat u wordt buitengesloten.
pl: Upewnij się, że poświadczenie zostało wyłączone, aby uniknąć zablokowania konta.
pt: Certifique-se de desativar essa conta no serviço em que está registrado para evitar ser bloqueado.
ru: Отключите эту учётную запись в сервисе, иначе вы можете потерять к нему доступ.
sk: Pre tento účet už nebude možné generovať OTP. Uistite sa, že ste toto poverenie na webovej stránke deaktivovali, aby ste sa vyhli zablokovaniu svojho účtu.
tr: Kilitlenmeyi önlemek için bu hesabın kayıtlı olduğu hizmetten devre dışı bıraktığınızdan emin olun.
uk: Обов’язково вимкніть цей обліковий запис у сервісі, в якому він зареєстрований, щоб уникнути блокування.
vi: Bạn sẽ không còn có thể tạo OTP cho tài khoản này. Hãy chắc chắn vô hiệu hóa thông tin đăng nhập này từ trang web để tránh bị khóa tài khoản của bạn.
zh: 请确保已从注册的服务中禁用此账户，以避免被锁定。
zh_tw: 請確保從註冊的服務中停用此登入資訊，以避免發生無法登入的狀況。

# s_account_name
source: Account name
cs: Název účtu
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
hu: Fiók neve
it: Nome account
ja: アカウント名
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
ru: Имя учётной записи
sk: Názov účtu
sv: Kontonamn
tr: Hesap adı
uk: Ім'я облікового запису
vi: Tên tài khoản
zh: 账户名
zh_tw: 帳號名稱

# s_search_accounts
source: Search accounts
cs: Hledat účty
de: Konten durchsuchen
es: Buscar cuentas
fr: Rechercher comptes
hu: Fiók keresése
it: Cerca account
ja: アカウントを検索
nl: Accounts zoeken
pl: Szukaj kont
pt: Pesquisar contas
ru: Поиск учётных записей
sk: Hľadať účty
sv: Sök konton
tr: Hesapları Ara
uk: Пошук облікових записів
vi: Tìm kiếm tài khoản
zh: 搜索账户
zh_tw: 搜尋帳號

# l_accounts_used
source: {used} of {capacity} accounts used
cs: Použito {used} z {capacity} účtů
de: {used} von {capacity} Konten verwendet
es: {used} de {capacity} cuentas usadas
fr: {used} comptes sur {capacity} utilisés
hu: {capacity}/{used} fiók használatban
it: {used} account utilizzati su {capacity}
ja: アカウント {used} / {capacity} 個を使用中
nl: {used} van {capacity} accounts gebruikt
pl: Użyto {used} z {capacity} kont
pt: {used} de contas {capacity} usadas
ru: Используется {used} из {capacity} учётных записей
sk: {used} z {capacity} účtov je využitých
sv: {used} av {capacity} konton som används
tr: Toplam {capacity} hesap kapasitesinin, {used} tanesi kullanılıyor
uk: Використано {used} з {capacity} облікових записів
vi: {used} trong {capacity} tài khoản đã sử dụng
zh: {used} 使用的 {capacity} 账户
zh_tw: {used} / {capacity} 個帳號已使用

# s_num_digits
source: {num} digits
cs: {num} číslic
de: {num} Ziffern
es: {num} dígitos
fr: {num} chiffres
hu: {num} számjegy
it: {num} cifre
ja: {num}桁
nl: {num} cijfers
pl: {num} cyfr
pt: {num} dígitos
ru: {num} Цифр
sk: {num} číslic
sv: {num} siffror
tr: {num} haneli
uk: {num} цифр
vi: {num} chữ số
zh: {num} 位
zh_tw: {num} 位數

# s_num_sec
source: {num} sec
cs: {num} sek
de: {num} sek
es: {num} segs
fr: {num} s
hu: {num} mp
it: {num} secondi
ja: {num}秒
pl: {num} sek.
pt: {num} Segundos
ru: {num} Секунд
sk: {num} sek
sv: {num} sek
tr: {num} sn
uk: {num} сек
vi: {num} giây
zh: {num} 秒
zh_tw: {num} 秒

# s_issuer_optional
source: Issuer (optional)
cs: Vydavatel (nepovinné)
de: Aussteller (optional)
es: Emisor (opcional)
fr: Émetteur (facultatif)
hu: Kibocsátó (opcionális)
it: Emittente (facoltativo)
ja: 発行者（オプション）
nl: Uitgever (optioneel)
pl: Wydawca (opcjonalnie)
pt: Emissor (opcional)
ru: Издатель (необязательно)
sk: Vydavateľ (nepovinné)
sv: Utfärdare (valfritt)
tr: Sağlayıcı (isteğe bağlı)
uk: Емітент (необов'язково)
vi: Nhà phát hành (tùy chọn)
zh: 发行商(可选)
zh_tw: 發行者（選用）

# s_counter_based
source: Counter based
cs: Založeno na počítadle
de: Zähler-basiert
es: Basado en contador
fr: Basé sur compteur
hu: Számláló alapú
it: Basato su un contatore
ja: カウンターベース
nl: Op tellen gebaseerd
pl: Na podstawie licznika
pt: Baseado no contador
ru: На основе счётчика
sk: Založené na počítadle
sv: Räknare baserad
tr: Sayaca dayalı
uk: На основі лічильника
vi: Dựa trên bộ đếm
zh: 基于计数器
zh_tw: 基於計數器

# s_time_based
source: Time based
cs: Založeno na čase
de: Zeit-basiert
es: Basado en tiempo
fr: Basé sur temps
hu: Időalapú
it: Basato sul tempo
ja: 時間ベース
nl: Op tijd gebaseerd
pl: Na podstawie czasu
pt: Baseado no tempo
ru: На основе времени
sk: Založené na čase
sv: Tidsbaserad
tr: Zamana dayalı
uk: Залежно від часу
vi: Dựa trên thời gian
zh: 基于时间
zh_tw: 基於時間

# l_copy_code_desc
source: Paste the code into another application
cs: Vložte kód do jiné aplikace
de: Füge den Code in einer anderen Anwendung ein
es: Pegar el código en otra aplicación
fr: Coller le code dans une autre application
hu: Kód beillesztése másik alkalmazásba
it: Incolla il codice in un'altra applicazione
ja: コードを別のアプリケーションに貼り付け
nl: De code in een andere toepassing plakken
pl: Wklej kod do innej aplikacji
pt: Cole o código em outro aplicativo
ru: Вставьте код в другое приложение
sk: Vložiť kód do inej aplikácie
sv: Klistra in koden i ett annat program
tr: Kodu başka bir uygulamaya yapıştırın
uk: Вставте код в іншу програму
vi: Dán mã vào ứng dụng khác
zh: 将验证码粘贴到另一个应用程序中
zh_tw: 將驗證碼複製貼上到其他應用程式

# l_calculate_code_desc
source: Get a new code from your YubiKey
cs: Získejte nový kód z vašeho YubiKey
de: Erhalte einen neuen Code von deinem YubiKey
es: Obtener un nuevo código de tu YubiKey
fr: Obtenir un nouveau code YubiKey
hu: Új kód kérése a YubiKey-től
it: Ottieni un nuovo codice dalla tua YubiKey
ja: YubiKeyから新しいコードを取得
nl: Een nieuwe code van uw YubiKey krijgen
pl: Uzyskaj nowy kod z klucza YubiKey
pt: Obter um novo código de seu YubiKey
ru: Получите новый код из вашего YubiKey
sk: Získať nový kód z vášho YubiKey
sv: Få en ny kod från din YubiKey
tr: YubiKey'inizden yeni bir kod alın
uk: Отримайте новий код з вашого YubiKey
vi: Lấy mã mới từ YubiKey của bạn
zh: 从您的 YubiKey 获取新代码
zh_tw: 從您的 YubiKey 取得新密碼

# s_rp_id
source: RP ID
it: ID RP
pt: ID do RP
tr: RP kimliği
uk: Ідентифікатор RP

# s_user_id
source: User ID
cs: ID uživatele
de: Benutzer ID
es: ID de Usuario
fr: ID d'utilisateur
hu: Felhasználó ID
it: ID utente
ja: ユーザー ID
nl: Gebruikers Identiteit
pt: ID de usuário
ru: ID пользователя
sk: ID používateľa
sv: Användar-ID
tr: Kullanıcı kimliği
uk: Ідентифікатор користувача
zh: 用户 ID
zh_tw: 使用者 ID

# s_credential_id
source: Credential ID
cs: ID pověření
de: Anmeldedaten ID
es: ID de credencial
hu: Azonosító ID
it: ID credenziale
ja: 証明書ID
nl: Inloggegevens ID
pt: ID da Credencial
ru: Идентификатор учетных данных
sk: ID poverenia
sv: Legitimations-ID
tr: Kimlik Bilgisi Kimliği
uk: Ідентифікатор облікових даних
zh: 凭证 ID
zh_tw: 憑證 ID

# s_display_name
source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
hu: Kijelzett név
it: Nome visualizzato
ja: 表示名
nl: Weergavenaam
pl: Nazwa wyświetlana
pt: Nome para exibição
ru: Отображаемое имя
sk: Zobrazovaný názov
sv: Visningsnamn
tr: Görünen Ad
uk: Відображуване ім'я
vi: Tên hiển thị
zh: 显示名称
zh_tw: 顯示名稱

# s_user_name
source: User Name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Node de Usuário
ru: Имя пользователя
sk: Meno používateľa
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 用户名
zh_tw: 使用者名稱

# s_passkeys
source: Passkeys
cs: Přístupové klíče
hu: Azonosítókulcsok
it: Passkey
ja: パスキー
pl: Klucze dostępu
pt: Chaves de acesso
ru: Ключи доступа
sk: Prístupové kľúče (passkeys)
sv: Nycklar
tr: Geçiş Anahtarları
uk: Ключі доступу
vi: Mã bảo mật
zh: 通行密钥
zh_tw: 通行密鑰

# s_no_passkeys
source: No passkeys
cs: Žádné přístupové klíče
de: Keine Passkeys
es: No hay passkeys
fr: Pas de passkeys
hu: Nincsenek azonosítókulcsok
it: Nessuna passkey
ja: パスキーがありません
nl: Geen passkeys
pl: Brak kluczy dostępu
pt: Nenhuma chave de acesso
ru: Нет ключей доступа
sk: Žiadne prístupové kľúče
sv: Inga nycklar
tr: Geçiş anahtarı yok
uk: Без ключів доступу
vi: Không có mã bảo mật
zh: 无通行密钥
zh_tw: 沒有通行密鑰

# l_ready_to_use
source: Ready to use
cs: Připraveno k použití
de: Bereit zur Verwendung
es: Listo para usar
fr: Prête à l'emploi
hu: Használatra kész
it: Pronto all'uso
ja: 使用可能
nl: Klaar voor gebruik
pl: Gotowy do użycia
pt: Pronto para uso
ru: Готово к использованию
sk: Pripravené na použitie
sv: Klar att använda
tr: Kullanıma hazır
uk: Готовий до використання
vi: Sẵn sàng sử dụng
zh: 随时可用
zh_tw: 準備就緒

# l_register_sk_on_websites
source: Register as a Security Key on websites
cs: Registrovat jako bezpečnostní klíč na webových stránkách
de: Als Sicherheitsschlüssel auf Webseiten registrieren
es: Registrar como clave de seguridad en sitios web
fr: Enregistrer comme clé de sécurité sur le Web
hu: Regisztráljon biztonsági kulcsként a webhelyeken
it: Registra come chiave di sicurezza sui siti web
ja: Webサイトでセキュリティキーとして登録してください
nl: Als beveiligingssleutel op websites registreren
pl: Zarejestruj jako klucz bezpieczeństwa na stronach internetowych
pt: Registre-se como uma chave de segurança em sites
ru: Зарегистрируйте как ключ безопасности на сайтах
sk: Zaregistrovať ako bezpečnostný kľúč na webových stránkach
sv: Registrera dig som säkerhetsnyckel på webbplatser
tr: Web sitelerine Güvenlik Anahtarı olarak kaydolun
uk: Зареєструватися як ключ безпеки на вебсайтах
vi: Đăng ký làm Security Key trên các trang web
zh: 在网站上注册为安全密钥
zh_tw: 在網站上註冊為安全密鑰

# l_no_discoverable_accounts
source: No passkeys stored
cs: Nejsou uloženy žádné přístupové klíče
de: Keine Passkeys gespeichert
es: No hay passkeys almacenadas
fr: Pas de passkeys enregistrées
hu: Nincsenek azonosítókulcsok tárolva
it: Nessuna passkey memorizzata
ja: パスキーが保存されていません
nl: Geen passkeys opgeslagen
pl: Brak kluczy dostępu
pt: Nenhuma chave de acesso armazenada
ru: Ключи доступа не сохранены
sk: Nie sú uložené žiadne prístupové kľúče
sv: Inga nycklar lagrade
tr: Kayıtlı geçiş anahtarı yok
uk: Ключі доступу не збережено
vi: Không có mã bảo mật đã lưu
zh: 未存储通行密钥
zh_tw: 未儲存通行密鑰
